[
	{
		"title": "",
		"signature": "",
		"untick1": "",
		"untick2": ""
	},
	{
		"title": "第一签 【上上签】",
		"signature": "天门一挂榜，预定夺标人，马嘶芳草地，秋高听鹿鸣。",
		"untick1": "大吉，事业、财运、健康、婚姻均顺遂。",
		"untick2": "见龙在田，利见大人。君子得之终日乾乾，夕愓若。以是自强不息，居上不骄、在下不忧，大吉也。"
	},
	{
		"title": "第二签 【上上签】",
		"signature": "地有神，甚威灵，兴邦辅国，尊主庇民。",
		"untick1": "神护签，言行循规蹈矩，事业上必有贵人相助，婚姻得人，健康亦佳",
		"untick2": "谋望一切必可顺遂。官吏占之，有远迁之喜。士人占之，有功名之庆。占前程者福寿绵长。占事业者根基牢固，惟求财者无望。"
	},
	{
		"title": "第三签 【中上签】",
		"signature": "长安花不可及，春风中马蹄疾，急早加鞭，骤然生色。",
		"untick1": "惕励不可好高骛远，目前情况不理想。",
		"untick2": "能吃苦中苦，方为人上人。得此籤者务须勐着粗鞭，力求上进。倘自为有恃无恐，则不进反煺也。"
	},
	{
		"title": "第四签 【中上签】",
		"signature": "春花娇媚，不禁雨打风飘，秋菊幽芳，反耐霜 雪傲。",
		"untick1": "勉惕类，诸事无法顺利，踏实或有可望。",
		"untick2": "大器晚成，得意必在暮年。若青年得志，必如秦之甘罗，唐之王勃，雨打风飘示警也。"
	},
	{
		"title": "第五签 【中下签】",
		"signature": "春雷震，夏风巽，卧龙起，猛虎惊，风云会合，救济苍生。",
		"untick1": "否极泰来，外旱逢甘雨，不过婚姻恐有波澜，出外旅游亦不宜。",
		"untick2": "此乃待时而动之义。占得者必潜蓄精神，为奋发地。却不可轻举妄动，致转取戾。顺之者吉，逆之者否。"
	},
	{
		"title": "第六签 【中下签】",
		"signature": "非玄非奥，非浅非深，一个妙道，着意搜寻。",
		"untick1": "心性勿操切，着意搜寻，必能如愿。",
		"untick2": "一个闷葫芦，无人打得破。故自来少参透事情之人，此籤在使搜寻妙道，而妙道实亦并不奇妙，在人之自悟耳。"
	},
	{
		"title": "第七签 【中下签】",
		"signature": "君须悟，勿误疑，有平路，任驱驰，随时变易，件件咸宜。",
		"untick1": "应机警应变，始能左右逢源。",
		"untick2": "人情险巇，世态炎凉，然能拿定方针随机应变，亦识时务之俊杰也，占得此籤当无咎。"
	},
	{
		"title": "第八签 【中上签】",
		"signature": "虎恋高山别有机，众人目下尚狐疑，雁来嘹呖黄花发，此际声名达帝畿。",
		"untick1": "目前无人能识，日後必受众人赞颂，怀才不遇者得此签，日後必发达。",
		"untick2": "绛老辱在泥涂，意在静观时机，一旦运至自亨通，占此籤者一切谋望须待菊花大放之际。"
	},
	{
		"title": "第九签 【上上签】",
		"signature": "贵客相逢更可期，庭前枯木凤来仪，好将短事求长事，休听旁人说是非。",
		"untick1": "命中得遇贵人相助，未婚男子可得佳侣，商人则应有主见，始能获利。",
		"untick2": "有人提拔事事遂心，竟出意料之外。然非积德修持，无此希望也。君子占吉，小人占凶。"
	},
	{
		"title": "第十签 【上上签】",
		"signature": "嘹呖征鸿独出群，高飞羽翼更纠纷，云程北进好音遂闻，朝云暮雨交加有凭。",
		"untick1": "才气出众，无奈受制，去向宜北，可获佳遇。",
		"untick2": "功名富贵勤苦方得，尽人事，皇天不负。若懒惰或始勤终息，而欲望飞达，无异南辕北辙。"
	},
	{
		"title": "第十一签 【下下签】",
		"signature": "无踪又无迹，远近均难觅，平地起风波，似笑还成泣。",
		"untick1": "诸事不利。",
		"untick2": "此籤有伤亡之患，哭泣之哀，凡事不利有名无实，非常之灾，占之宜戒谨恐惧，时时修省。"
	},
	{
		"title": "第十二签 【中下签】",
		"signature": "神黯黯，意悠悠，收却线，莫下钩。",
		"untick1": "诸事暂且打住，免有失误，後悔莫及。",
		"untick2": "此籤不宜妄想，只可谨守避祸，以免惹事招非，否则动则得咎，悔之晚矣。"
	},
	{
		"title": "第十三签 【中签】",
		"signature": "得意宜逢妇，前程去有缘，利名终有望，三五月团圆。",
		"untick1": "吉，留意三、五有关月日，或有殊遇、喜事。",
		"untick2": "此籤谋为有成，凡事有缘，求妻者得佳妇。求事者得佳事，谈笑中立可成，所谓吉人天相也。叁五月期之近者也。"
	},
	{
		"title": "第十四签 【下下签】",
		"signature": "鼎沸起风波，孤舟要渡河，巧中却藏拙，人事转蹉跎。",
		"untick1": "不吉，须防树大招风，问婚姻或家人相处者，并争纷颇烈。",
		"untick2": "趋吉避凶人之常情，若一旦遇变故，而巧于趋避非惟自问不安，即天人亦不容之。人事蹉跎故戒之者深矣，占者当不避艰险勉持危局。"
	},
	{
		"title": "第十五签 【中下签】",
		"signature": "意在闲中信未来，故人千里自徘徊，天边雁足传消息，一点梅花春色回。",
		"untick1": "一切期待，均有可得，但须再等待一段时间。",
		"untick2": "此籤沉滞已久，困而将亨之象。然亦必须梅花初放，始得好消息，占之者宜稍安勿躁。"
	},
	{
		"title": "第十六签 【中上签】",
		"signature": "心和同，事知同，门外好施功，交加事有终。",
		"untick1": "得此签者，不合者必复合。",
		"untick2": "同舟共济，出门有功，占者不可损人利己，不可惟我独尊，否则虎头蛇尾无断金之利。"
	},
	{
		"title": "第十七签 【上签】",
		"signature": "欲行还止，徘徊不已，藏玉怀珠，寸心千里。",
		"untick1": "处於蓄势欲发又迟疑难决者，宜下定决心，完成大业。",
		"untick2": "此籤者宜谨慎，凡事色举翔集，审度而后进煺。倘操切从事，必掷珠玉于泥沙，自暴自弃。"
	},
	{
		"title": "第十八签 【中签】",
		"signature": "心戚戚，口啾啾，一番思虑一番忧，说了休时又不休。",
		"untick1": "不利，结局恐难有望。",
		"untick2": "此籤主患得患失，如驽马恋栈豆，无果决之作为，故枉费心机，徒取烦恼也。"
	},
	{
		"title": "第十九签 【上上签】",
		"signature": "不远不近，似易似难，等闲一事，云中笑看。",
		"untick1": "平平，成败利钝淡然处之。",
		"untick2": "此籤主一切疑难，不问远近难易，均须自作主张，但求渗透玄机，不难迎刃而解，云中带笑看，得意时也。"
	},
	{
		"title": "第二十签 【中上签】",
		"signature": "桃李谢春风，西飞又复东，家中无意绪，船在浪涛中。",
		"untick1": "栽种不得其时，去向漂流不定，远行旅程不顺，家庭亦有风波。",
		"untick2": "此籤占事业不利，占疾病不定，占婚姻无望，占出行所如軗阻，占讼事凶多吉少，一浮一沉之象也，占此者极修省。"
	},
	{
		"title": "第二十一签 【上上签】",
		"signature": "一水远一水，一山旋一山，水穷山尽处，名利不为难。",
		"untick1": "须费尽九牛二虎之力始克有成。",
		"untick2": "此籤主歷尽难险，方能告成，绝地逢生。毕竟柳暗花明又一村，故贫困所以玉汝，忍性所以有为。"
	},
	{
		"title": "二十二签 【下下签】",
		"signature": "事相扶，在半途，翻覆终可免，风波一点无。",
		"untick1": "目前不顺，惟亦不致有风险。",
		"untick2": "此籤主彼此相助事茂不济，正人君子诚信相孚，无翻云覆雨之虑，用能一帆风顺也。"
	},
	{
		"title": "第二十三签 【中上签】",
		"signature": "喜喜喜，春风生桃李，不用强忧煎，明月人千里。",
		"untick1": "喜讯已到，故人安然无恙，健康痊愈在即，婚姻可期。",
		"untick2": "此籤否极泰来，由困而復。千里外故人自尽力援手。令凡百顺遂也，若强忧煎足自寻苦趣也。"
	},
	{
		"title": "第二十四签 【中下签】",
		"signature": "意孜孜，心戚戚，要平安，防出入。",
		"untick1": "谨言慎行，始得平安。",
		"untick2": "安分守己，谨防出入，商贾勿大斗小秤。士子勿诬圣衊贤，在朝勿贪诈，在野勿争斗，占此籤者宜深味之。"
	},
	{
		"title": "第二十五签 【下下签】",
		"signature": "见不见，也防人背面，遇不遇，到底无凭据。",
		"untick1": "应防来自西方之暗箭，所问之事尚无徵候。",
		"untick2": "此籤命骞时乖，群阴插弄，带物难寻，六甲欠安，规行矩步可免祸。"
	},
	{
		"title": "二十六签 【上上签】",
		"signature": "一番桃李一番春，谁识当初气象新，林下水边寻活计，见山了了称心意。",
		"untick1": "或可任新职，经营事业以农林渔牧为宜，患病者宜换医生并到山水处静养。",
		"untick2": "此籤进不如煺，行不如藏，富不如贫，达不如穷，能处处恬淡，即是处处保守，渔樵农圈，转可安居，富贵尊荣，今非昔比。"
	},
	{
		"title": "第二十七签 【中上签】",
		"signature": "莫怪我见错，心性自成疴，偏僻不通心，真人却不魔。",
		"untick1": "不可固执己见，心性偏执者，宜修养心性。",
		"untick2": "智珠在抱，成竹在胸，不受他人愚，不遭世人迷，见错自不错，真人自有真，占此籤者，自决则吉，从人则凶。"
	},
	{
		"title": "第二十八签 【上上签】",
		"signature": "禄马交驰，男儿得志时，行程早办，荣归乐期颐。",
		"untick1": "吉祥，若卜仕途宦海之事，尤称合适。",
		"untick2": "此籤勉人时来运至，宜闻鸡起舞，勿坐失时机，他日衣锦荣归，耄年清福，繫于当日遭际时决之。"
	},
	{
		"title": "第二十九签 【中上签】",
		"signature": "了却心头事，三生夙有缘，香开十里桂，移步入天边。",
		"untick1": "大吉大利，尤对男女姻缘，桂香之时，约为秋季为宜。",
		"untick2": "此籤为己即是为人，故致身青云，香闻十里。毋係叁生之缘，亦即自食其报。占此籤者宜益自策励，以期上苍天心。"
	},
	{
		"title": "第三十签 【中下签】",
		"signature": "缘黄阁白了头，毕竟成何济，不如趁此精神，犹好买些真气。",
		"untick1": "攀权附贵者宜回头，顶天立地重新做人，否则不得善终。",
		"untick2": "此籤力戒躁动勉守安静，毋贪非分毋逞妄想，留有限之精神，培无穷之元气，若君子占之以是求福，小人占之以是祸。"
	},
	{
		"title": "第三十一签 【中下签】",
		"signature": "离别间，虽不易，同伴行，犹不滞，早早起程，免他失意。",
		"untick1": "平平，创业须结伴。",
		"untick2": "此籤谋为始难，不免阻滞，久后还得顺利，只须当机立断，切莫因循自误，致老大徒伤悲也。"
	},
	{
		"title": "第三十二签 【中上签】",
		"signature": "乐之极忧将至，巽兑分明吉与凶，未能光大终幽暗，日落西山返照中。",
		"untick1": "不祥。",
		"untick2": "顺利之来无永久，横逆之加难倖免，天在上为吉，水在下为凶，占者当逆来顺受，届以求伸，目下黑暗，久后亦当能光返照，如落日映晚霞。"
	},
	{
		"title": "第三十三签 【中签】",
		"signature": "历过波涛三五重，谁知浪静又无风，须教明达青云路，用舍行藏不费功。",
		"untick1": "平平。",
		"untick2": "苦未尽甘已来，风平浪静，直上青云。占此籤者诸事利吉，不用忧虑。"
	},
	{
		"title": "第三十四签 【上上签】",
		"signature": "缺月又重圆，枯枝色更鲜，一条夷坦路，翘首望青天。",
		"untick1": "吉昌",
		"untick2": "暂时偃蹇终得大伸，宛如枯木逢春，又如山行忽得康庄，示人以偶然落魄，但居仁由义不患人之不知也。"
	},
	{
		"title": "第三十五签 【上上签】",
		"signature": "行路难行路难，今日方知行路难，前程广大何足虑，琼力今朝度此滩。",
		"untick1": "一向平顺，今突生险，惟必可过关。",
		"untick2": "此籤诸事迟滞，赖有智识定力，涉险济深，始得同登彼岸。见凡事谋为，在于有志，非可坐致也，其义微矣远矣。"
	},
	{
		"title": "第三十六签 【上签】",
		"signature": "春景明，春色新，春意傍水生，春天无限好，好去宴琼林。",
		"untick1": "事业发达，健康良好，性情豁达，交游广阔。",
		"untick2": "春为万物更新之始，人得春气自有发旺景象，春曰无限好，言励志贵乘时也，曰宴琼林言结果必佳美也。占之者亟宜奋勉。"
	},
	{
		"title": "第三十七签 【中下签】",
		"signature": "万马归元，千猿朝洞，虎伏龙降，道高德重。",
		"untick1": "须以德化人。",
		"untick2": "此籤主君子贤人，名望所归，即使众口铄金，终不能埋没其真材实学，归元朝洞，正以喻泰斗之足以令人景仰也。"
	},
	{
		"title": "三十八签 【中签】",
		"signature": "黄鹂报上林，春色鲜明，提鞭快着，马上速行程。",
		"untick1": "做任何事，目前时机最佳。",
		"untick2": "般乐怠敖，失业之源。宴安耽毒，失时之本。行事须早，切莫因循。急起直追，攸往咸利。占得此籤者飞黄腾达可为预贺。"
	},
	{
		"title": "第三十九签 【中上签】",
		"signature": "大肆放灵丹，救人行万千，到头登彼岸，渡过入仙班。",
		"untick1": "行善济人，必得善果，医生得此签，必为名医，教师得此签，必为名师。",
		"untick2": "此籤有大觉大悟，普渡众生之义。引人登彼岸，自身入仙班。言为人谋忠，己必不沉沦在下，行善事者，自获善报，百不失一。"
	},
	{
		"title": "第四十签 【中下签】",
		"signature": "一带水，碧澄澄，舟住江上，月到天心；稳步其中，玄妙不闲，非人误己，几丧生身。",
		"untick1": "塞翁失马，焉知非福，诸事均欠顺遂，惟尚未铸下大错，还能全身而退。",
		"untick2": "此籤主轻信人言，优柔寡断，以坐井观天之见，为捕风捉影之事几致伤身，占此者不可不戒欤。"
	},
	{
		"title": "第四十一签 【中签】",
		"signature": "桃李舒姘，春光鲜丽，良辰美景君须记，随心所往事事相宜，无用多疑干渎神祗。",
		"untick1": "吉祥，命中注定事事顺利，多疑而缺乏自信，将辜负上天恩宠。",
		"untick2": "此籤示人既凡百称心遂意，便当即时行乐，不可不知足，今日因某事许愿，明日又为某事求祷，以致干渎神明也。惟修身以行善可已。"
	},
	{
		"title": "第四十二签 【上上签】",
		"signature": "隐中显，显中微，个中有玄机，参得透了，直上仙梯。",
		"untick1": "所问之事呈胶着状态，仅凭蛛丝马迹研判，是否突破就看能否参透玄机。",
		"untick2": "玄机不玄，道本中庸，圣贤仙佛只是行中庸之道，遂为千百世所景仰。常人欲上仙梯何难之有，慎勿谓玄机隐微，甘居人后也。"
	},
	{
		"title": "第四十三签 【中上签】",
		"signature": "无上去，在前头，回头一悟，绳缰好收，千条万线路常在，自好搜求。",
		"untick1": "所问之事可能走错方向，即改弦易辙，另觅可行之路。",
		"untick2": "此籤主见机而作，不俟终日，古来明哲保身，决不专走死路，悬崖勒马，别作他图，贵独具隻眼。"
	},
	{
		"title": "第四十四签 【上上签】",
		"signature": "四顾无门路，桃源路可通，修炼成正果，万岁寿如松。",
		"untick1": "平平，一生行运不通，惟尚有一线之路，只要多磨练、苦修，日後自成。",
		"untick2": "此籤主福祸无门，惟人自招，放下屠刀，立地成佛。苦心修炼，必不自落凡庸，占此者当知荣辱之机，己实操之，不必怨天尤人也。"
	},
	{
		"title": "第四十五签 【中下签】",
		"signature": "不用忙，不用慌，自有驻足乡，鸣鼓响钟地，三宝见门墙。",
		"untick1": "做事沈着稳定，自有容身之地，多热心公益，门庭自逢佳运。",
		"untick2": "此籤主一切所为，概须脚踏实地，不必行险侥倖，自有安身立命之所。"
	},
	{
		"title": "第四十六签 【下下签】",
		"signature": "奔波一世，总是虚浮，无常一到万事休，急早回头。",
		"untick1": "一生争名夺利，最後化为乌有，回头是岸。",
		"untick2": "此籤言人一饮一食莫非前定，要为名利作马牛。远不如及早广植福田，尚可贻泽后世，可以悟也。"
	},
	{
		"title": "第四十七签 【上上签】",
		"signature": "真真真，人不识，真真真，神有灵，归宗返本，方是元精。",
		"untick1": "诸事假象蒙蔽，误入歧途，认清真象，转入正途。",
		"untick2": "此籤主真为美德，人虽不知而神知也，故一念真诚，鬼神可格，金石为开。占得此籤务当摒斥虚伪，力求真实，勿欺人以自欺也。"
	},
	{
		"title": "第四十八签 【中签】",
		"signature": "走尽天涯，风霜历遍，不如问人三天，渐渐有回首见。",
		"untick1": "冒目躁进必白费功夫，应就教贤达。",
		"untick2": "此籤主捨近求远，一事无成 ，徒自劳苦，益时运不济，强求无益也。占此者须明心见性，儘可安贫乐道，毋庸逆天而行也。"
	},
	{
		"title": "第四十九签 【中下签】",
		"signature": "沉沉疴染，不见天心，雷门一震，体健身轻。",
		"untick1": "久病者突逢良医，立即恢复健康，经营事业不佳者，可望获良才，兴隆有望。",
		"untick2": "机缘不至，困如涸辙之鲋，一旦得水自攸然逝。占此籤者忍耐需时，不必焦急，时至便扶摇直上，非復当年之困屯也。"
	},
	{
		"title": "第五十签 【中下签】",
		"signature": "财马两匆忙，官禄有定方，猪羊牛犬，自去主张。",
		"untick1": "顺其自然。",
		"untick2": "此籤主官运亨通，财星高照，富贵尊荣，造物安排已定，占之者吉。"
	},
	{
		"title": "第五十一签 【中下签】",
		"signature": "空空空，空里得成功，蟠桃千载熟，不怕五更风。",
		"untick1": "大器晚成，若问财运，得此签不祥，若问诉讼，则於缠讼多日可获胜诉。",
		"untick2": "积久必彰，郁久必发，根基坚固无从震撼；空而不空，自然腾达，此籤象也。占此者知积善之家必有余庆，可立而待也。"
	},
	{
		"title": "第五十二签 【中签】",
		"signature": "愁脸放，笑颜开，秋月挂高台，人从千里来。",
		"untick1": "吉祥，心境渐渐开朗，环境已转佳境，寻人定然相遇，其他亦有转机。",
		"untick2": "此籤行人即归，谋望可成，得人扶助，久旱逢霖佳兆也，占之者大吉。"
	},
	{
		"title": "第五十三签 【中上签】",
		"signature": "须着力，莫远游，长竿钓向蟾蜍窟，直欲云中得巨鳌。",
		"untick1": "惕之签，凡事须全力以赴，不可贪玩疏忽，时运来临，愿望自然可成。",
		"untick2": "此籤主谋干须勤，晚奔波徒劳，必用铁嵢磨针之功，方能渐入佳境。占此者可望上进，但须歷过辛勤耳。"
	},
	{
		"title": "第五十四签 【中上签】",
		"signature": "无踪无迹，远近难觅，旱海行舟，空劳费力。",
		"untick1": "诸事难成。",
		"untick2": "此籤诸事不吉，占病不利，名财两空，胎孕有惊，行人不至，谋事不遂，能自勐省亦可挽回天心。"
	},
	{
		"title": "第五十五签 【中下签】",
		"signature": "细雨蒙蒙湿，江边路不通，道途音信远，凭仗借东风。",
		"untick1": "时运欠佳，一切难望有成，惟有依靠仅有之一线生机。",
		"untick2": "此籤得人吹嘘，但须耐心静守，鹪鹩一枝或有望也，若急于成就，则不通矣。"
	},
	{
		"title": "第五十六签 【中下签】",
		"signature": "平地起云烟，时下未能安，高处觅姻缘。",
		"untick1": "所问之事现时现地均难有成，如问姻缘，须向显赫人家去求，如问事业，波折重重。",
		"untick2": "此籤主事业沉滞，时运未济，且有年灾月晦，只可静以俟之，兼小心谨慎，欲求婚缘须向高处，占此者速潜伏守己，以免祸害。"
	},
	{
		"title": "第五十七签 【中签】",
		"signature": "正直宜守，妄动生灾，利通名达，叶落花开。",
		"untick1": "应坚守本位，正直无欺。",
		"untick2": "此籤主人只须正直，切不可随波逐流，与世浮沈，能如此名成利就，可操左券。叶落花开者，理之自然也，占此者务以存心正直为要。"
	},
	{
		"title": "第五十八签 【中上签】",
		"signature": "君子升，小人阻，征战生离苦，前有吉人逢，信在马牛人在楚，事要营求妥。",
		"untick1": "所问之事波折连连，有人玉成，有人破坏，无地利之便，须稳妥安排为宜。",
		"untick2": "此籤一阳来復，群阴潜逃，虽路遇吉人仍须自己安排，方为妥善，不可全然待他人也。信在马牛人在楚，戒之义也。"
	},
	{
		"title": "第五十九签 【中下签】",
		"signature": "纷纷复纷纷，欷 独掩门， 眉望灯火，伴我坐黄昏。",
		"untick1": "须守时耐运，待机而行，不可强求。妇人求得此签，恐有夫妻失和情事。",
		"untick2": "此籤主世道大变，时不我与，隐居独处，嘆道不行，占此者有独坐守穷之虑，凡百营为，均宜暂时中止。"
	},
	{
		"title": "第六十签 【上上签】",
		"signature": "红颜美，休挂怀，人在车中，舟行水里。",
		"untick1": "戒之在色，凡事不可存奢望。",
		"untick2": "此籤戒妄想非分，只宜守身安命，若驰鹜远，徒乱人意，终仍无一成就。占之者切勿轻举妄动，就像美人在车，看自己则在船裡，不相关也。"
	},
	{
		"title": "第六十一签 【下下签】",
		"signature": "桥已断，路不通，登舟理楫，又遇狂风。",
		"untick1": "大不吉，凡事宜慎。",
		"untick2": "桥断路绝，舟破风狂，命运可知矣，占此者能积德修身，广种福田自可转危为安，逢凶化吉，若仍诛求无厌，势必灾祸临身。"
	},
	{
		"title": "第六十二签 【下下签】",
		"signature": "深潭月，照镜影，一场空，安报信。",
		"untick1": "水底月，镜中花，花蓝打水一场空。",
		"untick2": "此籤有财不招，家口多病，六甲无望，婚姻不成，功名蹭蹬，行人无信，官司口舌均属难免。占此者省些精神，勿为无益之事。"
	},
	{
		"title": "第六十三签 【中上签】",
		"signature": "湖海意悠悠，烟波下钓钩，若逢龙与兔，名利一齐周。",
		"untick1": "示人胸襟以阔，达观为怀，自可名利双收。(注意龙兔年或属龙兔之人)",
		"untick2": "此籤主交卯辰流年，名利双收又逢卯辰生年之人，亦得提拔扶助之德，占者细思量遵行之。"
	},
	{
		"title": "第六十四签 【中下签】",
		"signature": "物不牢，人断桥，重整理，慢心高。",
		"untick1": "所问之事应重新来过，如以笃实之态度为之，或有可成。",
		"untick2": "此籤有另起炉灶再整乾坤之象，占者须勤恳做去，又应警愓自励毋轻心以掉，庶可光復旧物。"
	},
	{
		"title": "第六十五签 【中下签】",
		"signature": "入而易，出而难，恹恹到再三，交加意不堪。",
		"untick1": "请神容易送神难。",
		"untick2": "此籤易进难煺，鸟脱樊笼而不得，鱼离网钩而不能，淹滞久久难望跳出火坑，占者有扰攘不宁，意绪纷如之象。"
	},
	{
		"title": "第六十六签 【中下签】",
		"signature": "事迟志速，而且反覆，直待岁寒，花残果熟。",
		"untick1": "若时机未熟，但凭己力，尚难成就。妇女得此签，显示心意不足，青春蹉跎。",
		"untick2": "此籤谋事宜缓求，急则非徒无益，而且反覆不成；一交冬令自获丰收，可以不劳而得。占者耐心守候，莫嘆不如意为是。"
	},
	{
		"title": "第六十七签 【中上签】",
		"signature": "乘马前进，所求吉贞，随时谐美，缺月重明。",
		"untick1": "一鼓作气，勇往直前，即使往昔曾犯缺失，如今亦可重获振作之机。",
		"untick2": "此籤宜动不宜静，宜远不宜近，攸往咸利，到处遇合，故有缺月重圆之象，占者大吉。"
	},
	{
		"title": "第六十八签 【中签】",
		"signature": "舟离古渡月离云，人出潼关好问津，且向前行去求住，何须疑虑两三心。",
		"untick1": "此签主外，出远行有利，得此签者，所问之事难题已解，难关已破，从此坦途。",
		"untick2": "此籤主出门有功，占此者儘可投袂而起，衡前迈往，前去自机缘凑合，不必首鼠两端，进煺维谷，致自误前程也。"
	},
	{
		"title": "第六十九签 【中下签】",
		"signature": "不足不足，难伸心曲，野塘雨过月如钩，梦断邯郸眉黛愁。",
		"untick1": "知足常乐，随遇而安，否则梦境难圆之慨，妇女得此签，宜勉力抛虚荣之心。",
		"untick2": "此籤防有盗贼之侵，死亡之虑，夫妻分离之苦，亲友慊隙之咎，主家业煺败，人口凋零，急需修德，务使内省不疚，或可得神人默佑。"
	},
	{
		"title": "第七十签 【中下签】",
		"signature": "美有堪，堪有美，始有终，终有始。",
		"untick1": "为人追求真善美方为正途，凡事必以始终一贯精神为之。",
		"untick2": "此籤主无子得子，无志得志，无财得财，婚姻有鱼水之欢，亲朋有胶漆之谊，凡事机缘无不和合，向来运蹇，至此俱得亨，失意时占之最验。"
	},
	{
		"title": "第七十一签 【中下签】",
		"signature": "湖海悠悠，孤舟浪头，来人未渡，残照山楼。",
		"untick1": "所问诸事尚在虚无飘渺间，当前处境未开，心绪至为郁闷，情境苍茫。",
		"untick2": "此籤主浮沈无定，如浪打水萍，风飘飞絮，目下尚无援手之人，只得守株待兔，未许临渊羡鱼，占者宜小心要安分为上。"
	},
	{
		"title": "第七十二签 【中上签】",
		"signature": "深户要牢扃，提防暗里人，莫言无外事，纵好定遭 。",
		"untick1": "无事须当有事，有事更加防范，得此签者须注意门户以防窃，谨言慎行免招祸。",
		"untick2": "此籤主凶祸将来，官司临头，是非丛至，谋望不成，求财交易不就，所为无一顺利，兼防受人暗算，只宜煺守不宜前进。"
	},
	{
		"title": "第七十三签 【中上签】",
		"signature": "江海悠悠，烟波下钩，六鳌连获，歌笑中流。",
		"untick1": "此签大吉，凡谋事、创业必有望，且连获成功，尤其逢「六」数，更具喜色也。",
		"untick2": "此籤主功名富贵均各有分，踏破铁鞋无觅处，得来全不费功夫，占此者喜气重重，可贺可贺。"
	},
	{
		"title": "第七十四签 【中上签】",
		"signature": "欲济未济，欲求强求，心无一定，一车两头。",
		"untick1": "三心二意，有违常理，动弹不得，得此签者，所问诸事均呈胶着状态。",
		"untick2": "欲济未济言可进未进也，欲求强求言得所不得也，心无一定且徘徊歧路，一车两头但中止于半途，占者必虎头蛇尾之人。"
	},
	{
		"title": "第七十五签 【中下签】",
		"signature": "一得一虑，退後欲先，路通大道，心自安然。",
		"untick1": "得意之时勿忘形，失败之後勿失志，不行歪路，心境自然安适。",
		"untick2": "此籤吉利凡事切莫隳志，再能一心向善自有好处，总之，直道而行，无愧无怍即不能十分得志，天君终亦泰然，胜于枉道干求者远矣。"
	},
	{
		"title": "第七十六签 【下下签】",
		"signature": "难难难，忽然平地起波澜，易易易，谈笑寻常终有望。",
		"untick1": "机遇欠佳时，人在家中坐，祸从天上来，行运转佳时，一切左右逢源，得心应手。",
		"untick2": "此籤现在光景祸患纷来，几令人懊闷欲死，孰料剥復递更，穷通不定，塞翁失马即因祸而得福，从此名成利就，大吉大利先难后易之象。"
	},
	{
		"title": "第七十七签 【下下签】",
		"signature": "心有馀，力不足，倚仗春风，一歌一曲。",
		"untick1": "所问之事，自己心馀力绌，无法独力完成，但会有外力来助，结果仍称圆满。",
		"untick2": "此籤所愿虽奢未能满欲，幸上天有梯何畏天高，冷水有犀无惮水深，得人扶助汔可小康，占者善与人交，庶得因人成事。"
	},
	{
		"title": "第七十八签 【中下签】",
		"signature": "身不安，心不安，动静两三番，终朝事必叹。",
		"untick1": "问健康，应多运动，问事业，则现危机，需多所奔走，问婚姻，处倦怠状，需努力。",
		"untick2": "此籤求进反煺，劳而无功，跼天蹐地自嘆无可奈何，占此者宜虚中集益，毋跋前顾后也。"
	},
	{
		"title": "第七十九签 【中下签】",
		"signature": "事了物未了，人圆物未圆，要知端的信，日影上琅 。",
		"untick1": "人、事问题，均了断并圆满解决，有关物则否，得此签，恐有财务纠纷并涉讼。",
		"untick2": "此籤主中道艰险，费尽周旋事业尚难成就，婚姻只有一半，确实消息在八月间，若能勐进修持，佳音旦夕可期。"
	},
	{
		"title": "第八十签 【中下签】",
		"signature": "木向阳春发，三阴又伏根，樵夫不知道，砍去作柴薪。",
		"untick1": "不可暴殄天物，对事物体认不够，任意扔弃滥用，岂不可惜。",
		"untick2": "英雄豪杰常人每易忽过，目为无用之人，占者必困龙失势遂受蝇蚋之欺，一旦云兴雨降，昂首飞腾方显其真相也，有暂屈求伸之象。"
	},
	{
		"title": "第八十一签 【下下签】",
		"signature": "一月缺，一镜缺，不团圆，无可说。",
		"untick1": "此签不吉，月既缺镜又损，所问诸事自属不圆满，恐亦无转机。",
		"untick2": "此籤月缺镜破种种不宜，讼必反覆婚有变易，已失者不可得，未成者无望，占者惟有收心改过，实行善事，方可出而谋为。"
	},
	{
		"title": "第八十二签 【中上签】",
		"signature": "车马到临，旌旗隐隐月分明，招安讨叛，永大前程。",
		"untick1": "此签如问战略戎事大吉，问事业则大发，问考试则高中。",
		"untick2": "此籤主谋为和合，又得贵人提携，故前程远大，但得意之后，尚须持盈保泰安常处，占之者上上大吉。"
	},
	{
		"title": "第八十三签 【中签】",
		"signature": "我何宿，我何宿，海东河北成名录，一段神光，直冲天渎。",
		"untick1": "选择努力方向，如能吸取前贤经验，必能事半功倍，如得神助。",
		"untick2": "此籤成名之地，主在东北，能如所占，前往谋为，必定喜出望外，且为人所尊敬，荣华到白头。"
	},
	{
		"title": "第八十四签 【中上签】",
		"signature": "金鳞入手，得还防走，若论周旋，谨言缄口。",
		"untick1": "金鳞影射钱财，警惕吾人谨言少语，如遇友人金钱周转，须防上当受骗。",
		"untick2": "此籤一切谋为，称心遂意，仍须思患预防，勿稍纵恣，与人交际务当沈默寡言，勿以多言失败，占者须体其意而实行之。"
	},
	{
		"title": "第八十五签 【中下签】",
		"signature": "倾一 ，展愁眉，天地合，好思为。",
		"untick1": "愁闷事在杯酒中尽释，夫妻间之不合应尽快化解。",
		"untick2": "此籤先忧后乐，无聊之际且破涕为笑，以自排遣，及天地交泰时会已至，方能展生平之怀抱，占者须好自为之，自有神力来助也。"
	},
	{
		"title": "第八十六签 【下下签】",
		"signature": "野鬼张弧射主人，暗中一箭鬼魂惊，忽然红日沈江海，难破空中事不明。",
		"untick1": "得此签者如为主管，恐有欺害下属之事，结果遭到致命之报复。",
		"untick2": "此籤主小人拨弄，奸弄成群豺狼当道安问狐狸，虽存心正直，行事坦白，亦不免遭受屈谤，占者宁煺处人后，毋出而自危。"
	},
	{
		"title": "第八十七签 【上上签】",
		"signature": "福星照，吉宿临，青天有日见天真，龙飞下载到明庭。",
		"untick1": "此签吉利，全属福佑德庇之赞。",
		"untick2": "此籤主功名成遂，财利丰收十全五福萃于一门，是惟忠孝之家，方克获兹善报，占者无不利也。"
	},
	{
		"title": "第八十八签 【中上签】",
		"signature": "独钓寒潭，中途兴阑，水寒鱼不饵，空载月明还。",
		"untick1": "不祥，所处环境欠佳，所求未如理想，反生阻碍。",
		"untick2": "此籤主求谋不济，出行徒劳，求财折本，寻人口舌，占讼求人，六甲生女，婚姻不成，走失小心，交易无望，占病作祸，总之一场空也。"
	},
	{
		"title": "第八十九签 【中上签】",
		"signature": "不归一，劳心力，贵人旁，宜借力。",
		"untick1": "所问诸事意见纷陈，头绪杂乱，如不借助有力者，恐要白费心力。",
		"untick2": "此籤独自经营劳心劳力，事倍功半须有贵人扶助，方能振起家声成就事业，占者当自办而访求之。"
	},
	{
		"title": "第九十签 【中下签】",
		"signature": "云尽月当中，光辉到处通，路途逢水顺，千里快如风。",
		"untick1": "转机交运之兆，时下机运甚佳，所问大吉大利。",
		"untick2": "此籤云散天开清光大来，营生无不遂意、出门更宜远行，财运亨通人口兴旺，祸去福至，先难后易之象也。"
	},
	{
		"title": "第九十一签 【下下签】",
		"signature": "剑戟列山林，盗贼必来侵，败走擒搜定，封侯荫子孙。",
		"untick1": "激烈竞争中，需料敌如神，妥为布置以待敌来，赢得胜利後尚需妥善收拾战果。",
		"untick2": "此籤作事须有勇有谋，而又济以定力，向能擒恶煞迎吉星，前程远大未可限量，占者有功谏，果得回味之兆。"
	},
	{
		"title": "第九十二签 【中上签】",
		"signature": "岸阔水深舟易落，路遥山险步难行，蛇行自有通津日，月上天空分外明。",
		"untick1": "所问诸事宜向宽处打算，向远途作想，最後必能成功。",
		"untick2": "此籤前半困苦晚来安乐，然非歷尽艰辛受尽磨折，必不能际会风云致身显达，此非常之业，每成于非常之人也。"
	},
	{
		"title": "第九十三签 【中下签】",
		"signature": "拟欲迁而未可迁，提防喜处惹勾连，前途若得阴人引，变化鱼龙出大渊。",
		"untick1": "勿为喜事冲昏头，谨防欢乐引出麻烦。",
		"untick2": "此籤人事变迁世情难测，可喜之中亦覆可惧，若有人暗中指点，始可扶摇直上，显其身手，惹勾连戒招摇也，其垂象微矣。"
	},
	{
		"title": "第九十四签 【中上签】",
		"signature": "一人去，一人入，清风明月两相猜，获得金鳞下钓台。",
		"untick1": "二人合作成功前互疑，惟风度尚在，问婚姻状况，求嗣不得而猜疑，後喜获一女而解。",
		"untick2": "此籤主小人道消，而君子道长，故一去一入也；两相猜，两不相容也。获鳞下台功成身煺也，占者谋为上切勿贪念，适可而止，明哲保身也。"
	},
	{
		"title": "第九十五签 【中上签】",
		"signature": "喜未稳，悲已遭，大雨狂风吹古木，人人尽道不坚牢。",
		"untick1": "世间悲欢无常，且悲事往往比喜事严重，常能将人击倒。",
		"untick2": "此籤得意不足喜，失意大可悲，后两句喻事业本不可恃，更不堪蜚言之蜂起，否则有立脚不牢之虞，占者须居安思危免遭意外。"
	},
	{
		"title": "第九十六签 【中下签】",
		"signature": "可以寄百里之命，可以托六尺之孤，锺期既遇毋迟误。笑呼呼，他乡聚首，各自乐康和。",
		"untick1": "得此签者，可望遇知音，交至友，得生死相许之配偶。",
		"untick2": "此籤主人有善念天必相之，寄命託孤何等重要，尚能不负人，宜康和之自乐也，占者有得知己之庆、有获福之缘。"
	},
	{
		"title": "第九十七签 【下下签】",
		"signature": "报道上林，春色鲜明，提鞭快着，马上行程。",
		"untick1": "亨通顺利，时运好转。",
		"untick2": "此籤勉人及锋而试，毋自玩愒岁月，果能勇敢任事，艰难赴功，佳遇只在目前，占此者知机缘之失，间不容髮，而各自策励也。"
	},
	{
		"title": "第九十八签 【下下签】",
		"signature": "鼠入土穴，最可安身，日中不见，静夜巡行。",
		"untick1": "人各有其不同安身立命之所及最适当行动时机，选择其他恐大不利。",
		"untick2": "此籤主稳居山林视溷迹市朝安稳多多，日中不见静夜巡行，喻独清独醒也，占此者毋拘拘于卦，两离之大言欠炎，以自取危亡也。"
	},
	{
		"title": "第九十九签 【上上签】",
		"signature": "打起平生志，西南好去游，腰缠十万贯，骑鹤上扬州。",
		"untick1": "得此签者，已功成名就，或者，目前从事者志趣不合，如今财力已丰，可以从已趣。",
		"untick2": "此籤主人能勤苦必然致富，但发迹须在西南方，否则无益；苟依所指点方向坦然前去，他日定辇金归也，占此者切勿徒执已见，故违往训。"
	},
	{
		"title": "第一百签 【中上签】",
		"signature": "喜喜喜，终防否，获得骊龙颔下珠，忽然失却，还在水里。",
		"untick1": "谨防有乐极生悲之事发生。",
		"untick2": "此籤示得而復失之象，镜中花海底月，均虚而非实，此亦似之。然设能兢兢业业，克自保之，必不至失贻诮，妙手空空也，占此者只须善提防之。"
	},
	{
		"title": "第一百零一签 【中签】",
		"signature": "国有贤士，廷无佞臣，干戈不用，常享太平。",
		"untick1": "太平盛世，家庭和乐。",
		"untick2": "此籤主百事如意，大吉大利营谋得志，功名神助，行人已归，失物早还，六甲生男，婚姻成就，疾病即癒，占者必喜无疑。"
	},
	{
		"title": "第一百零二签 【中下签】",
		"signature": "泰来否已极，诸事莫忧心，但须 养元福，做些好事，行些方便，一点丹灵独得真。",
		"untick1": "示人以心性修养，积功好义之道理。",
		"untick2": "此籤明示时来运转，后福无穷，然仍须积德行善，感格天心方能持久，占者当恪遵而实行之。"
	},
	{
		"title": "第一百零三签 【中上签】",
		"signature": "民乐业，官吏清，雍熙之世复见于今，告诸人千秋鸿业，仗此望明君。",
		"untick1": "得签者为首脑时，应立求属下各安其位，各部门主管廉洁公正。",
		"untick2": "此籤随遇而安无不顺遂，步步春风想见康乐，占此者名也有利也有，百事吉皆成就宜如何，仰荅天庥也。"
	},
	{
		"title": "第一百零四签 【上上签】",
		"signature": "安如泰山，稳如磐石，放胆前行，中通外直。",
		"untick1": "大吉大利。",
		"untick2": "此籤动作如意，谋为称心，吉人自有天佑，福禄永保安宁，故有泰山磐石之喻，中通外直言人品第一也，占之吉。"
	},
	{
		"title": "第一百零五签 【中上签】",
		"signature": "月中有丹桂，人终攀不着，云梯足下生，此际好落脚。",
		"untick1": "远大目标不易实现，如有匡助之力或引荐之人，也就获得成功机会。",
		"untick2": "此籤主居卑思高难如登天，幸得借助攀附较易，占者有因人成事之象，但亦须相与周旋，勿始赖之而终弃之也。"
	},
	{
		"title": "第一百零六签 【中上签】",
		"signature": "天间一孤雁，嘹唳叹离群，试问知君者，而今有几人。",
		"untick1": "失意者之孤寂与无奈，得此签者，宜调整处世态度，以此为诫。",
		"untick2": "此籤曲高和寡，落落难合，怀才莫用沦落天涯。有扼腕之嗟，无扬眉之日，占者还须持重，勿跋涉徒劳人世。"
	},
	{
		"title": "第一百零七签 【中上签】",
		"signature": "红叶无颜色，凋零一夜风，邻鸡醒午梦，心事总成空。",
		"untick1": "好运瞬即逝，理想忽受阻碍，办事难有成就。",
		"untick2": "此籤主量浅福薄，费尽心机仍是黄梁一梦，争如安分守己，得过且过，若能幡然觉悟勘破一切，转有益于身心，占此者宜存心忠厚，获福亦无量也。"
	},
	{
		"title": "第一百零八签 【中上签】",
		"signature": "事如麻，理多错，日掩云中，空成耽搁。",
		"untick1": "所问之事情况混乱，时运不佳，事多蹉跎，一无所成。",
		"untick2": "占此籤者有心中昏迷，全无主张之象，事理不明任性妄为，故处处坎坷，步步荆棘，必须小心谨慎，细理棼丝可有所成就。"
	},
	{
		"title": "第一百零九签 【下签】",
		"signature": "勿上旧辙，甘驾新车，东西南北，稳步康衢。",
		"untick1": "慎防勿蹈前车之覆辙，宁可改弦更张，另作他图。",
		"untick2": "此籤有革故鼎新，昨非今是之象，从前所如辄阻，今则一片坦途，放怀驰骤头头是道，占得此籤预卜苦尽甘来渐入蔗境。"
	},
	{
		"title": "第一百一十签 【下签】",
		"signature": "夜梦被鼠惊，醒来不见人，终宵废寝，直到天明。",
		"untick1": "不祥之兆，近时或有惊险之事，(可能应验於鼠年，鼠日或属鼠之人)，小心。",
		"untick2": "此籤主忧纷乘，口舌丛至，官司不直，行人无信，交易失败，六甲不安，饱受虚惊，故来恶梦，务以谨防为是。"
	},
	{
		"title": "第一百一十一签 【上签】",
		"signature": "秋霜肃，夏日炎，新花鲜了旧花淹，世情看冷暖，逢者不须言。",
		"untick1": "凡事靠自己，依赖别人不可靠。",
		"untick2": "世事尽在不言中，白云苍狗本奇幻，惟达者勘透炎凉之态，识破冷暖之情，占此者应有张季鹰莼鲈之思，不必求谋矣。"
	},
	{
		"title": "第一百一十二签 【上签】",
		"signature": "未展英雄志，驰驱不惮劳，敢将休咎卜，西北夺前标。",
		"untick1": "不避劳苦，慎选致力方向。",
		"untick2": "重耳復国小白主盟，劳苦功高天降大任，驰驱西北发迹之地，衣锦荣归顾盼自喜，此英雄本色也，占者宜效之则之。"
	},
	{
		"title": "第一百一十三签 【中下签】",
		"signature": "疴染沈沈，终日昏昏，雷门一震，体健身轻。",
		"untick1": "如问疾病，暂难痊愈，尚需时日，以得名医。",
		"untick2": "此籤久困下位，意绪无聊，宛若醉生梦死，忽信传来，即活泼泼地，若列子御风而行，占此者亦先忧后乐之兆也。"
	},
	{
		"title": "第一百一十四签 【下签】",
		"signature": "易非易，难非难，忽地起波澜，欢笑两三番。",
		"untick1": "所问之事，呈胶着状，惟会突起变化，所有问题迎刃而解。",
		"untick2": "此籤非难非易，故欢笑无常，然波澜之起，出于意外，卒之有难无易，欢即是苦，笑即是哭，事之必成，必费尽心力矣！"
	},
	{
		"title": "第一百一十五签 【下下签】",
		"signature": "路不通，门闭塞，谨慎提防，云藏月黑。",
		"untick1": "不祥。",
		"untick2": "此籤绝门绝路诸事不利，含沙射影更防暗算，占得此者，速深居韬晦，矢志行善，庶几灾祸可解。"
	},
	{
		"title": "第一百一十六签 【中签】",
		"signature": "蜗角蝇头利，而今已变通，草头人笑汝，宜始不宜终。",
		"untick1": "贪图小利，成不了大事，即使想通而暂不斤斤计较，恐也有始无终，旧态复萌。",
		"untick2": "此籤停辛停苦，仅积得薄赀，一旦反其素行，任意浪费，宜黄金一别，永不復还也，草头人喻言草头黄也，人金字上半也，合即黄金两字，占此者务祟尚节俭。"
	},
	{
		"title": "第一百一十七签 【中签】",
		"signature": "珠玉走盘中，田园定阜丰，休言谋未遂，此去便亨通。",
		"untick1": "努力必有代价，但须耐心等待。",
		"untick2": "此籤主作善降祥，仁人必当富，固金玉满籯，米粟盈仓，从此不用求谋，无往而非佳境，但益须孝友和睦，培植根本。"
	},
	{
		"title": "第一百一十八签 【中上签】",
		"signature": "月已明，花再发，事悠悠，无不合。",
		"untick1": "得此签者，所问诸事均处於最佳状态，事事称心如意。",
		"untick2": "此籤月明花发，明示兴盛之象，故所求可不而获，所遇皆志同道合，占者毋庸忧虑，放胆前行可也。"
	},
	{
		"title": "第一百一十九签 【中下签】",
		"signature": "朦胧秋月映朱门，林外鸟声远寺僧，自有贵人来接引，何须巧语似流莺。",
		"untick1": "命中有贵人相助，安份守己以待机运。",
		"untick2": "此籤雄飞在即，不必以口才为捷径，辞令之美，无殊蛇足也，占此者待时而动，自有佳遇，乃亨通之象也。"
	},
	{
		"title": "第一百二十签 【中上签】",
		"signature": "事未宽，心不安，疑虑久，始安然。",
		"untick1": "所问诸事处在急於解决却未能解决之状况，不过最後终能渡过难关。",
		"untick2": "此籤有谋定而后动之象，周公仰思待旦，非好名也，必通盘筹算，推敲尽善，夫而后志宁神定，占之者必先思维一番，方免孟浪之害。"
	},
	{
		"title": "第一百二十一签 【中签】",
		"signature": "虚名虚位久沈沈，禄马当求未见真，一片彩云秋後至，去年风物一时新。",
		"untick1": "终年碌碌营钻，每得虚有其表之名位，但等秋後(或中年以後)将时来运转。",
		"untick2": "此籤言运未至无可强求也，时已交不容坚拒，秋后信来，当在一阳生时，既入顺境回想从前，不免今昔之感，故末句云云占之者有上达之望。"
	},
	{
		"title": "第一百二十二签 【上签】",
		"signature": "止止止，有终有始，似月如花，守成而已。",
		"untick1": "成败得失，莫不缘於因果循环之定数，不必强求。",
		"untick2": "此籤劝人首需知足，惟知足乃得保其始终，亦惟知足方能守其成局，月有缺圆，花有开谢，循环往復之道也，占之者亦如之。"
	},
	{
		"title": "第一百二十三签 【下签】",
		"signature": "明月全圆，颜色欣然，风云相送，和合万年。",
		"untick1": "大吉大利，所问诸事均得圆满达成，更能得锦上添花之美。",
		"untick2": "此籤主团圆和合，无忧无虑，福禄绵绵，永保无疆，占之者安乐业，可一生吃着不尽。"
	},
	{
		"title": "第一百二十五签 【中下签】",
		"signature": "居下不亲上，人心易散离，事机终失一，凡百尽成灰。",
		"untick1": "居上者倨傲、偏狭，居下者离心，最後关键时刻，招致失败。",
		"untick2": "此籤主一子下错全盘俱错，人生世上第一在得人心，得人心多助失人心寡助，若处世接物昧于扼要之道，势必全功尽弃，宜慎之。"
	},
	{
		"title": "第一百二十六签 【中上签】",
		"signature": "兀兀尘埃久待时，幽窗寂静有谁知，若逢青紫人相引，财利功名自可期。",
		"untick1": "得此签者，时运欠畅，有志未伸，须明提携之人，前途始有望。",
		"untick2": "此籤潦倒半生乏人援手，穷山坐困难出淤泥，必须有力者出而接引才有希望，占者慎勿躁进亦勿咨嗟，久久俟之终能得好消息。"
	},
	{
		"title": "第一百二十七签 【中下签】",
		"signature": "虎伏在路途，行人莫乱呼，路旁须仔细，灾祸自然无。",
		"untick1": "遇事小心仔细，否则有招致横祸之可能。",
		"untick2": "此籤戒人失足非劝人里足，占者不可误会兼诸事小心，效石庆之数马，不论年灾月晦，巨患奇祸，均不临其身也，寓意亦殊深远。"
	},
	{
		"title": "第一百二十八签 【中下签】",
		"signature": "和不和，同不同，翻云覆雨几成空，进退须防终少功。",
		"untick1": "不吉，如问事业，纠纷不断，如问亲情友情婚姻，则神离而貌亦不合，进退小心。",
		"untick2": "此籤既见绝于君子，又受憎于小人，故旅进旅煺无所成，此自取其咎也，占此者有则改之，无则加勉，不可视为老生常谈。"
	},
	{
		"title": "第一百二十九签 【中下签】",
		"signature": "东边事，西边成，风物月华明，高楼弄笛声。",
		"untick1": "得此签者，所谋之事於闲散自在中，不期然而有所成。",
		"untick2": "东事西成求彼而得此也，后二句有居高临下逍遥自在象，占者必须感谢上苍，兼多积阴德，以期久长焉。"
	},
	{
		"title": "第一百三十签 【中上签】",
		"signature": "事团圆，物周旋，一来一往，平步青天。",
		"untick1": "此签大吉，所问诸事都很圆满，得此签者财运奇佳，本利相滚，财货盈仓。",
		"untick2": "此籤处事须圆如走珠，接物须浑若用规，重交际尚往来，人自乐亲近之，其平步青天宜也，占者有所谋为，当以圆融为第一着。"
	},
	{
		"title": "第一百三十一签 【中下签】",
		"signature": "浅水起风波，平地生荆棘，言语虑参商，犹恐无端的。",
		"untick1": "衰运当头，即便慎言亦惹是非，故应少言，甚至不言。",
		"untick2": "此籤主家庭不和，亲友轻视交无善交，有初鲜终刚愎自用，动辄龃龉故时而以无的为忧也，占者除戒谨恐惧外，仍须善与人同。"
	},
	{
		"title": "第一百三十二签 【上签】",
		"signature": "秋月云开後，薰风雨过时，若逢楚国旧知己，等闲一荐不须疑。",
		"untick1": "如处平顺之境遇，如有他乡旧知求己引荐则可为之，否则如所求过奢者，宜多虑。",
		"untick2": "此籤主夏秋之交，得藉至交之力，为之先容不费吹灰功夫，遽然衣食有恃，人之相知贵相知心，故不须疑也占之中吉。"
	},
	{
		"title": "第一百三十三签 【中上签】",
		"signature": "心已定，事何忧，金鳞已上钩，功名一网收。",
		"untick1": "吉祥，所问诸事，心意已决，即可达成，同时功成名就。",
		"untick2": "此籤主潇洒出尘之应，朱门白屋本无一定，既已到手何至再困林泉，无发皇气象耶，占之者宜以此为定心丸也。"
	},
	{
		"title": "第一百三十四签 【中上签】",
		"signature": "意迷己不迷，事宽心不宽，要知端的信，犹隔两重山。",
		"untick1": "凡事未可乐观。",
		"untick2": "此籤清明之中，虽无不了悟处，营求之后大有堪虑处，欲知下回分解，目前犹非其时，占者只可强自抑制，到时方能了了。"
	},
	{
		"title": "第一百三十五签 【上签】",
		"signature": "笑中生不足，内外见愁哭，云散月光辉，转祸当成福。",
		"untick1": "凡事仅看表面自有不足，阻碍或能排除，祸事亦能成福庇。",
		"untick2": "此籤忽笑忽哭，示心中不定之象，盖横祸之至，无人不危也，一旦心事大白，自然逢凶化吉，此神明庇佑之故也，占之者须察微知着，以决其疑。"
	},
	{
		"title": "第一百三十六签 【上签】",
		"signature": "檐前鹊噪正翩翩，忧虑全消喜自然，一人进了一人退，下梢还有好姻缘。",
		"untick1": "事情已安排妥当，全无冲突，若问姻缘，即可结合。",
		"untick2": "此籤鹊噪连翩报喜讯也，前途进煺分明，后路机缘美满，其喜可知占之上吉。"
	},
	{
		"title": "第一百三十七签 【下签】",
		"signature": "荆棘生平地，风波起四方，倚栏惆怅望，无语对斜阳。",
		"untick1": "或有烦心之事来临，内心忧闷无人谅解。",
		"untick2": "此籤主生于忧患智可谋为，满腹踌躇惟有寄之长空，默叩苍穹而已，占此者百事无成，且不免有意外之变。"
	},
	{
		"title": "第一百三十八签 【中下签】",
		"signature": "谋已定，事何忧，照月上重楼，云中客点头。",
		"untick1": "大局安排已定，不必多作考虑。",
		"untick2": "此籤主青云得路，已然亨通，月上楼上进也，云中客贵人也，春台熙熙，事业增新，俱意中事，占之大吉。"
	},
	{
		"title": "第一百三十九签 【上上签】",
		"signature": "奇奇奇，地利与天时，灯花传信後，动静总相宜。",
		"untick1": "所问诸事，成败在於天时与地利。",
		"untick2": "此籤主名利称心不求自得，虽由地利天时，亦缘人和以济，动静咸宜自兹进步，平安吉庆，高枕无忧占者非徒自喜人亦羡之。"
	},
	{
		"title": "第一百四十签 【上签】",
		"signature": "遇不遇，逢不逢，月沈海底，人在梦中。",
		"untick1": "所问诸事均在虚无飘渺中。",
		"untick2": "此籤有壮夫失路，贫女伤春之象，后两句垂戒至深，占者切莫仍得失萦怀，忧思丧志，不如听其自然为达观也。"
	},
	{
		"title": "第一百四十一签 【下下签】",
		"signature": "暗中防霹雳，猜虑浑无实，转眼黑云收，拥出扶桑日。",
		"untick1": "所耽忧之事均属子虚乌有，很快就能真相大白。",
		"untick2": "此籤群小谋害然无主名，即申辩亦难昭雪，幸被诬不过暂时，依然重见天日，则亦无须记恨他人也，占之者务须度量宽宏，勿斤斤与小人计较。"
	},
	{
		"title": "第一百四十二签 【上签】",
		"signature": "利在中邦出战时，一番获馈在王庭，凤衔丹诏归阳畔，得享佳名四海荣。",
		"untick1": "此签今人问卜，不易作作妥贴解述，大意为立功异邦，归享盛名。",
		"untick2": "此籤主任劳任怨，须得赤心也，他日实至名归，方无惭夫清议，否则问心亦将不安矣，占者亦取法于是。"
	},
	{
		"title": "第一百四十三签 【下下签】",
		"signature": "堪叹外边忧，更嗟门里闹，意绪更牵缠，心神亦颠倒。",
		"untick1": "不吉之兆，得此签者处於公私纷繁，困扰重重之境。",
		"untick2": "此籤主丧乱流离接踵而至，官忧外患莫可消弭，有歌哭不得，进煺两难之象，占之者以得保身为幸。"
	},
	{
		"title": "第一百四十四签 【下签】",
		"signature": "一重山一重水，风波道坦然，壶中有别天。",
		"untick1": "如问机构内之事，则虽风波重重，终能安然，问家务事，因妇女高妙，亦安。",
		"untick2": "此籤歷尽崎岖始达平阳，劳苦有之危险则未也，壶中有天自是别成一境，至此乃信跋涉之非徒劳，而终获佳果矣，占之中吉。"
	},
	{
		"title": "第一百四十五签 【中签】",
		"signature": "遇险不须忧，风波何足忌，若遇草头人，咫尺青云路。",
		"untick1": "吉祥，化险为夷，若遇贵人，将可发迹。(贵人或可注意姓名有草字头者)。",
		"untick2": "此籤首二句言些小祸患，不足忧惧以正直无私也，草头人指姓氏如葛苏万黄诸姓者，概能得其力是在各人之因缘，占之上吉。"
	},
	{
		"title": "第一百四十六签 【中下签】",
		"signature": "船棹中流急，花开春又离，事宁心不静，惹起许多疑。",
		"untick1": "心情纷乱，办事虑深，时运犹待新春，旅外慎防不测，婚姻出现暗礁。",
		"untick2": "此籤不宜妄想只可谨守避祸，作福修善默契天心，失意反能得意，无望转成有望，若徒思维猜度，是扰乱心君也，占者慎之。"
	},
	{
		"title": "第一百四十七签 【中下签】",
		"signature": "可蓄可储，片玉寸珠，停停稳稳，前遇良图。",
		"untick1": "不可浪费，遇良机时始能大展鸿图。",
		"untick2": "此籤积德在祖宗，食报在子孙，片玉寸珠皆功德也，后两句诸事顺遂，可操左券毫无游移之象，占之者可预知有求必应。"
	},
	{
		"title": "第一百四十八签 【中上签】",
		"signature": "小子早趋庭，青云久问程，贵人来助力，花谢子还成。",
		"untick1": "早给子女适切教导，可望使其得到贵人相助，并实现愿望。",
		"untick2": "此籤主孝子获福，出而谋为自有贵人相助，花落实结喜气盈门，占者有名利双收之庆。"
	},
	{
		"title": "第一百四十九签 【下下签】",
		"signature": "一心两事，一事两心，新花枯树，直待交春。",
		"untick1": "得此签者有心意不专，*之过急之毛病，未改之前难有成就。",
		"untick2": "此籤主时机未到谋望难成，不必徒劳心力，悬悬诸事一俟星回斗转，方有成就之期，占此者须下心事乐得安宁慎勿躁进。"
	},
	{
		"title": "第一百五十签 【下下签】",
		"signature": "大事恐难图；残花不再鲜。",
		"untick1": "时机已逝，时光已老，欲图大事，已不可能。",
		"untick2": "此籤景况艰难人口欠安，凡事不能从心所欲，惟有勤加修省，心地好时，黄杨厄闫亦许转移也，占者当以悔过为要务，他可勿问。"
	},
	{
		"title": "第一百五十一签 【中下签】",
		"signature": "莫道事无讹，其中进退多，桂轮圆又缺，光彩更揩磨。",
		"untick1": "好事多磨。",
		"untick2": "此籤主谗人高张，贤士无名荣辱升沉，莫谓天道不公，须知人事靡定也，月既缺矣又灭怀光，占之者可以知所儆也。"
	},
	{
		"title": "第一百五十二签 【中上签】",
		"signature": "莫叹事迟留，休言不到头，长竿终入手，一钓上金钩。",
		"untick1": "有耐心、恒心，最後终能如愿。",
		"untick2": "此籤事有危险，目前甚属艰难，幸喜风过浪静终无妨碍，一朝得有凭藉，便可获有金鳞，盖一开花早，结果迟之象，占者须耐心守候。"
	},
	{
		"title": "第一百五十三签 【中上签】",
		"signature": "事称应有忌，未为恐先踬，欲往且迟迟，还须借势力。",
		"untick1": "不必*之过急，须仰人相助，或有所成。",
		"untick2": "此籤暴虎冯河有损无益，必须谨慎持重，兼得他人之助方可尽善尽美，占者幸勿卤莽出之。"
	},
	{
		"title": "第一百五十四签 【中上签】",
		"signature": "足不安，舆不安，两两事相得，忧来却又欢。",
		"untick1": "塞翁失马，焉知非福，有时这样也不对，那样也不对，合在一起却带来好运。",
		"untick2": "此籤主徘徊歧路进煺两难，兼营并骛欣戚夜併，是其无兼人之材可知，占者量力于事前毋贻于日后。"
	},
	{
		"title": "第一百五十五签 【中下签】",
		"signature": "鼎折足，车脱辐，有贵人，重整续。",
		"untick1": "所问诸事於开始非常不顺，命中有贵人相助，事情得以重整。",
		"untick2": "此籤前二句为破坏之兆，崩裂之象，忽逢大有力者，然后重整旗鼓，再造乾坤，占之者主先忧后乐，始难终易。"
	},
	{
		"title": "第一百五十六签 【下签】",
		"signature": "参详言语，波涛扬沸，事久无伤，时间不利。",
		"untick1": "得此签者，恐有诉讼，或与人订约始终无法谈拢，亦或与人长时间有口舌之辩。",
		"untick2": "此籤年运欠吉诸事不利，耕作防凶年，贸易防折本，是非日有，疾病淹缠，凡事凶多吉少，祸早福迟，占者最宜审慎。"
	},
	{
		"title": "第一百五十七签 【下签】",
		"signature": "贵客自相亲，功名唾手成，获金须积德，仰望太阳升。",
		"untick1": "得此签者注定显达，但需注意积德，否则将很快失去一切。",
		"untick2": "此籤主仁人君子，自有贤者与之契合，或推或挽飞升在反掌之间，何以致此，积德故也，惟积德而后能日升月恒，是为善之要可知矣，占者勉之。"
	},
	{
		"title": "第一百五十八签 【中下签】",
		"signature": "平地起波澜，所求事日难，笑谈终有忌，同心事觉欢。",
		"untick1": "目前机运欠佳，须与知心友朋共事，庶几无患。",
		"untick2": "此籤变故倏来事难有济，祸从口出交贵心知，占者遇事不必畏难，但守默缄，非其人切勿与之相商，如是则转觉欢然。"
	},
	{
		"title": "第一百五十九签 【下签】",
		"signature": "狂风吹起墨云飞，月在天心遮不得，闲时无事暂相关，到底依然无克剥。",
		"untick1": "所问之事或人，如天心之月，皎洁无垢，非黑云所能遮掩。",
		"untick2": ""
	},
	{
		"title": "第一百六十签 【下签】",
		"signature": "人倚楼，许多愁，澹然进步，事始无忧。",
		"untick1": "独处深思，总觉不悦，若能眼光放远，自然无忧。",
		"untick2": "倚楼独思也，独思则愁肠千转矣，不若澹于世味，一切安排付诸大造，忧虑自涣然冰释，古人今朝有酒今朝醉，诚达观也，占者可以思之。"
	},
	{
		"title": "第一百六十一签 【中下签】",
		"signature": "一点着阳春，枯枝朵朵新，志专方遇合，切忌二三心。",
		"untick1": "心志专一始能受到重视，略得提携即可步入佳境。",
		"untick2": "此籤交友须慎，苟得良友譬如逢春，能使枯木再生，故须专心致心以结合之，他日自可得其死力。若二叁其德有初鲜终，莫怪毕生潦倒矣，占者宜玩味此语。"
	},
	{
		"title": "第一百六十二签 【中下签】",
		"signature": "道路迢遥，门庭闭塞，雾拥去兮，云开见日。",
		"untick1": "应守时待运。",
		"untick2": "此籤主困而后亨，剥而始復，初为云雾所障忧患频仍，终乃天日重开，门路广大，人但自求多福，不患人之不己知，占者毋自懈亦无自馁。"
	},
	{
		"title": "第一百六十三签 【中上签】",
		"signature": "鱼上钩，丝纶弱，收拾难，力再着。",
		"untick1": "将得手之机会或财物，由於条件不济，力量不足，无法承受，须再加努力。",
		"untick2": "此籤主事非容易，须下精勤工夫，苟中道而废，非第后路茫茫，更兼前功尽弃，占者其谛听之。"
	},
	{
		"title": "第一百六十四签 【上签】",
		"signature": "相引更相牵，殷勤喜自然，施为无不利，愁事转团圆。",
		"untick1": "得此签者，平时乐於助人，故人际关系良好，事事均如意。",
		"untick2": "此籤功成名遂，凡百亨通，喜事重重，愁思消灭，占得此者可称上吉。"
	},
	{
		"title": "第一百六十五签 【中签】",
		"signature": "疑疑疑，一番笑罢一番悲，落红满地无人扫，独对西风怅黛眉。",
		"untick1": "凡猜疑之事，不可冒然尝试，须再三思考探求真相，方作决定，免乐极生悲。",
		"untick2": "此籤离群索居，独自猜疑，悲喜无常，英雄气短，占者有群疑满腹，众难塞胸之象。"
	},
	{
		"title": "第一百六十六签 【中签】",
		"signature": "上下不和同，劳而未有功，出门通大道，从此保初终。",
		"untick1": "与其在一个意见分歧不合之团体里，不如及早退出，另创局面。",
		"untick2": "此籤目下无可营为，即立志前进亦莫能成就，若能出行便可上进，占者宜出门不宜家居。"
	},
	{
		"title": "第一百六十七签 【上上签】",
		"signature": "大事可成功，有益还无咎，云中执鞭人，报在三秋後。",
		"untick1": "异人指点，凡事顺利，事成日在三秋後(三秋:三年，秋季三个月，或秋季第三个月。",
		"untick2": "此籤主一帆风顺儘可放胆前行，且有人提携无不成功之理，一遇秋令好音自连翩而至，占之者大吉。"
	},
	{
		"title": "第一百六十八签 【中上签】",
		"signature": "桑榆催暮景，缺月恐难圆，若遇刀锥客，方知喜自然。",
		"untick1": "事情已到穷途末路，想有转机亦难，惟亦不必过於颓丧，能保性命即属庆幸。",
		"untick2": "此籤机缘不凑恐无佳境，必待贸易中人与之相合，境地始渐宽裕，愁面方见笑容，占之者不如忍耐不上。"
	},
	{
		"title": "第一百六十九签 【上签】",
		"signature": "遍书前後事，艰险往来难，若得清风便，扁舟过远山。",
		"untick1": "所问之事颇难如愿，须待天时。",
		"untick2": "此籤主避凶趋吉不可妄为，始以无故而受困，终亦得便而脱险，总之福祸随人转移，天道初无私也，占者各自审择可也。"
	},
	{
		"title": "第一百七十签 【中签】",
		"signature": "莫叹残花，花开枯树，屋头春意，喜笑嘻嘻。",
		"untick1": "得此签者，恐有失意事，惟转机已现。",
		"untick2": "此籤得意在失意之后，安乐当忧患之余，佳运转来，己且不料，遑论他人，占之者中吉。"
	},
	{
		"title": "第一百七十一签 【下签】",
		"signature": "一事总成空，一事还成喜，若遇口边人，心下堪凭委。",
		"untick1": "凡进行之事，均属得失互参，与人交往洽事，若得遇亲信可靠之人，方可心安。",
		"untick2": "此籤失半得半有失之东隅收之桑榆之象，后二句应亲友中有姓口旁者，堪託其借箸，占之者不必焦虑。"
	},
	{
		"title": "第一百七十二签 【中签】",
		"signature": "欲得月中兔，须凭桃李拂，高山来接引，双喜照双眉。",
		"untick1": "要得到不易到手之物，非借不凡之力。",
		"untick2": "此籤主助己之人，转是当年弟子前来接引无不尽力，故云双喜照双眉，占之者有因人成事独力无功之象。"
	},
	{
		"title": "第一百七十三签 【中上签】",
		"signature": "事遂勿忧煎，春风喜自然，更垂三尺钩，得意获鳞鲜。",
		"untick1": "大吉，所问诸事均能如愿，且喜事连连。",
		"untick2": "此籤主春风得意锦上花，垂叁尺钩，为善之喻言也，凡勇于为善者事事无不如愿，故云占之者多积阴功为自己广种福田。"
	},
	{
		"title": "第一百七十四签 【下下签】",
		"signature": "圆又缺，缺又圆，低低密密要周旋，时来始见缘。",
		"untick1": "要求功德圆满，但凭个人造化，机缘如何，所问诸事均如此。",
		"untick2": "此籤贫富递嬗、荣枯迭换、非圆融浑脱，善与人交虽能乘时，终无缘也，占之者须注重天时人和两项。"
	},
	{
		"title": "第一百七十五签 【下下签】",
		"signature": "乘病马，上危坡，防失跌，见蹉跎。",
		"untick1": "屋漏又遭连夜雨，船破偏遇当头风，衰透至极。",
		"untick2": "此籤动不如静进不如煺，安分守己自顾不暇，是是非非更不可管，倘不知戒后悔莫及，占者须兢兢保守，切勿妄求非分。"
	},
	{
		"title": "第一百七十六签 【下签】",
		"signature": "两事已和同，轻舟遇便风，道迷人得意，歌唱急流中。",
		"untick1": "得意勿忘形，忘形恐有灾。",
		"untick2": "此籤有谈笑定乱之象，虽道迷流急而得意歌唱，非舟轻风便，曷克臻此，占者主和光同尘，履险如夷。"
	},
	{
		"title": "第一百七十七签 【中上签】",
		"signature": "白玉蒙尘，黄金埋土，久久光辉，也须人举。",
		"untick1": "虽有才华却遭埋没，须待有心人来提拔重用。",
		"untick2": "此籤与人无缘，祇有龃龉故无安宁之象，乏和乐之时，占之者小心提防为是。"
	},
	{
		"title": "第一百七十八签 【中签】",
		"signature": "上接不稳，下接不和，相缠相扰，平地风波。",
		"untick1": "无论在团体、在家庭或社会，上下皆不相容，经年纠葛不清。",
		"untick2": "白玉黄金何等珍贵，蒙埋尘土，瓦砾不若，然英英光辉依然掩映，惜庸夫俗子不见不知，一旦不人出之，初不减其重宝，占此籤者有怀材莫用，埋没蓬蒿之象。"
	},
	{
		"title": "第一百七十九签 【中下签】",
		"signature": "背後笑嘻嘻，中行道最宜，所求终有望，不必皱双眉。",
		"untick1": "心中所愿终可实现，何必愁眉深锁？",
		"untick2": "此行不由径，故外忧而内实安，事成有望，理所当然何必苦苦疑虑耶，占者只管放心做去。"
	},
	{
		"title": "第一百八十签 【中签】",
		"signature": "憔悴无人问，林间听杜鹃，一声山月笛，千里泪涓涓。",
		"untick1": "此签指一对恋人，因云山相阻，相思成疾，或谓，一人命运孤苦，事多伤感。",
		"untick2": "此籤落魄他乡无人救拔，故一闻鸟音笛声，辄动悲思，占此者主出行有灾，兼防卧病。"
	},
	{
		"title": "第一百八十一签 【中签】",
		"signature": "菱荷香里受深恩，桂魄圆时印绶新，从此威名山岳重，光辉直上位丝纶。",
		"untick1": "此签如专就宦途而言，诚属上上大吉，可谓官运亨通，青云直上。",
		"untick2": "此籤主于夏间得志，从此隆隆日上，福泽正无涯矣，占得此者大吉大利无不咸宜。"
	},
	{
		"title": "第一百八十二签 【上签】",
		"signature": "花落正逢春，行人在半程，事成还不就，索绊两三旬。",
		"untick1": "任何事均不得其时，尤其最近一月内，须防有所阻碍，诸事稍慢，等待转机。",
		"untick2": "此籤行人不能即归，谋事尚无一定，音信阻滞，欲有分晓，尚非其时，然不久即可乘风破竹之势，迎刃而解矣，占者须稍安勿躁。"
	},
	{
		"title": "第一百八十三签 【中下签】",
		"signature": "欲行还止，徘徊不已，动摇莫强，得止且止。",
		"untick1": "此签示人，若三心二意去做一件事，出於勉强，则一动不如一静。",
		"untick2": "此籤诸事无甚希望，虽胸无主见，亦缘时机难逢，不如沉静思虑，伏处田园转觉无咎，占者慎之。"
	},
	{
		"title": "第一百八十四签 【中下签】",
		"signature": "心下事安然，周旋尚未全，逢龙还有吉，人月永团圆。",
		"untick1": "所问诸事，虽未圆满解决，但必能安然无虞，若遇龙(龙年或属龙之人)自有吉兆。",
		"untick2": "此籤处境平顺，惜尚无美满之望，必逢辰年或属龙之人，或更有吉庆之事临门，静以俟之可也。"
	},
	{
		"title": "第一百八十五签 【下签】",
		"signature": "梦里说关山，波深下钓难，利名终有望，目下未开颜。",
		"untick1": "总想换个新环境或工作，然却却不知如何着手，日後或有机运，目下尚不乐观。",
		"untick2": "此籤主胡思乱想痴人说梦，事非经过不知艰难，然亦非终老庸下也，顺遂当在晚年耳，占之者盍勉之。"
	},
	{
		"title": "第一百八十六签 【中上签】",
		"signature": "三箭开云路，营求指日成，许多闲口语，翻作笑歌声。",
		"untick1": "此签属机运亨通之签，尤对谋事、创业者而言。",
		"untick2": "此籤逢凶化吉，遇难呈祥，祸之适以福之，故营求之事立成功，占者切勿因悠悠之口，自反煺缩贻误毕生。"
	},
	{
		"title": "第一百八十七签 【中签】",
		"signature": "休眷恋，误前程，终闹乱，出门庭。",
		"untick1": "莫为意中人或原留之地恋恋不舍，而误未来大事，不如早去为妙，免生祸乱。",
		"untick2": "此籤鞭策惰者，不遗余力，惰者始而怀安，自误前程，且溺于女色之故，驯至诟谇日起，愤而出外避之，则何如及早黾勉一反前之所为耶。"
	},
	{
		"title": "第一百八十八签 【中上签】",
		"signature": "万里波涛静，一天风月闲，利名无阻隔，行路出重关。",
		"untick1": "大吉。",
		"untick2": "此籤有喜无忧，有得无失，名利双收，出行安稳，尊荣安乐，无不俱备，占之大吉。"
	},
	{
		"title": "第一百八十九签 【上上签】",
		"signature": "渴望梅， 画饼，漫劳心，如捉影，遇虎龙，方可省。",
		"untick1": "得此签者，恐有幻想之习，应即改之。",
		"untick2": "此籤谋为全虚百智一得，正合劳而无功一语，必交辰寅方渐有转机，此命数前定也，占者可勿强求。"
	},
	{
		"title": "第一百九十签 【中下签】",
		"signature": "事迷心不迷，事宽心不宽，一场欢喜会，不久出重关。",
		"untick1": "单办一项行业、活动或进行一件事，多力不从心，若有多人相助，则望可成。",
		"untick2": "此籤乍喜乍悲朋从尔思，目前不过平平，不久更交鸿运，全在人好自为之，占者惟有克己復礼，坚持到底，静以待之。"
	},
	{
		"title": "第一百九十一签 【中上签】",
		"signature": "夜半渡无船，惊涛恐拍天，月斜云淡处，音信有人传。",
		"untick1": "得此签者，诸事不宜冒进，宜於天时、地利、人和俱备之後再行动。",
		"untick2": "此籤主饱受虚惊，大有八公山上草木皆兵之象，及时过境迁，方得确信则已晚矣，月斜云淡鱼更四跃之时，占之不吉。"
	},
	{
		"title": "第一百九十二签 【上签】",
		"signature": "事若羁留，人不出头，往来闭塞，要见无有。",
		"untick1": "从事任何事，以谨慎机敏为上。",
		"untick2": "此籤占讼不利，谋事失败，走失难寻，出行遇险，六甲有惊，占病作祟，求财折本，迁移不吉，家宅不宁，占此者主凶，惟修德可襄之。"
	},
	{
		"title": "第一百九十三签 【上签】",
		"signature": "万里片帆转，波平浪不惊，行行无阻滞，远处更通津。",
		"untick1": "所问诸事一向稳妥顺利，日後扩展，更属定*胜券。",
		"untick2": "此籤青云得路鱼跃鸢飞，出门有功愈远愈妙，乃大吉之兆，占对者速速远行。"
	},
	{
		"title": "第一百九十四签 【中下签】",
		"signature": "身历惊涛，东风便好，太平身退，目下还早。",
		"untick1": "此签对告老退休者，颇合其解，如问他事，则属有惊无险之局，刻下尚难抽身。",
		"untick2": "此籤无妄之灾不过暂时，一届阳春晦星自煺，从此大有可为，亦不必急流勇煺，可止则止未晚也。"
	},
	{
		"title": "第一百九十五签 【中下签】",
		"signature": "鹤自云中出，人从月下归，新欢盈脸上，不用皱双眉。",
		"untick1": "吉祥，无所不利。",
		"untick2": "此籤云中鹤月下人均有翛然世外之象，含饴鼓腹盛世之民也，果何所忧虑而不欢乐乎，占之者吉。"
	},
	{
		"title": "第一百九十六签 【中签】",
		"signature": "深潭鱼可钓，幽谷鸟可罗，只用久长心，不用生疑惑。",
		"untick1": "具有耐心，任何事均可成，不必怀疑。",
		"untick2": "此籤若要成、不可懈，愚公移山夸父逐日愚之至也，然惟大愚之人，乃有恒心，倘一迟疑不知其可矣，占者须坚忍以持之，毋为人言所诱惑。"
	},
	{
		"title": "第一百九十七签 【中签】",
		"signature": "进不安，退不可，上下相从，明珠一颗。",
		"untick1": "所问诸事，处於进退两难之境，须相关诸人上下一心，始有成功之望。",
		"untick2": "此籤进煺维谷，游移莫决者得失心重也，明珠一颗误尽苍生，其警人贪得之心至矣，占者临事当以义理为重，不可患得患失。"
	},
	{
		"title": "第一百九十八签 【下签】",
		"signature": "着着占先机，其中路不迷，目前无合意，乍免是和非。",
		"untick1": "一向事事称心，如今却不再如意，但是非可免。",
		"untick2": "此籤主手敏心灵措置维先，更喜循依轨辙不入歧途，目前即不甚得意，能免是非亦幸事也，占此者不必灰心自堕平生之志。"
	},
	{
		"title": "第一百九十九签 【中下签】",
		"signature": "雀噪高枝上，行人古渡头，半途不了事，日暮转生愁。",
		"untick1": "众说纷纭，莫衷一是，事情进行一半，成为日後愁苦之源。",
		"untick2": "此籤劝人及早图谋，勿蹉跎岁月致老大徒伤，词句大有用意，占者不可误解。"
	},
	{
		"title": "第二百签 【中签】",
		"signature": "凿石得玉，淘沙得珠，眼前目下，何用踌躇。",
		"untick1": "得此签者，时运特佳，做任何事都会有意外之收获。",
		"untick2": "此籤平淡之中忽来绚烂，凡百喜庆均于无意中得之，真奇遇也。然毕竟心地光明者始克有之，占者须知，满招损谦受益之义，勿忘其本来面目。"
	},
	{
		"title": "第二百零一签 【中下签】",
		"signature": "无端风雨催春去，落尽枝头桃李花，桃畔有人歌且笑，知君心事乱如麻。",
		"untick1": "好景不长，好花不再，避免小人挑拨坏事，幸灾乐祸。",
		"untick2": "此籤主流离失所徬徨无依，如丧家之犭、若涸澈之魽，心乱如麻，情也势也，占者务实行忍之一字，余无他法。"
	},
	{
		"title": "第二百零二签 【中上签】",
		"signature": "阆苑一时春，庭前花柳新，声传好信息，草木尽欣欣。",
		"untick1": "所问诸事均吉祥如意。",
		"untick2": "此籤谋望有成，欣然色喜，名利所在无不遂也，一如木得春气，有发生长养之机，占之者吉。"
	},
	{
		"title": "第二百零三签 【中签】",
		"signature": "门外事重叠，阴人多遇合，贤女虽助巧，渺渺终难洽。",
		"untick1": "问卜之人处於小人当道，所负责之事又非内行，虽有贤女子相助，依然难成。",
		"untick2": "此籤主正不胜邪寡不敌众，家有贤妇难措置裕如，此潜居隐处时也，占者须提防口舌远奸佞，效晋之陶靖节，避地避人为佳。"
	},
	{
		"title": "第二百零四签 【下签】",
		"signature": "事有喜，面有光，终始好商量，壶中日月长。",
		"untick1": "此签主得贤妻，家庭和谐，生活幸福，亦主妇女有喜。",
		"untick2": "此籤主存心好者到处吉利，喜气来时自不觉岁月之长，此亦功成圆满，方能得兹善果也，占者当临深履薄，善保其终也。"
	},
	{
		"title": "第二百零五签 【下签】",
		"signature": "暗去有明来，忧心事可谐，终须成一笑，目下莫疑猜。",
		"untick1": "暗去明来，明去暗来，冥冥之中自有定数。",
		"untick2": "此籤救人反是救己，报施不差累黍，先忧后乐故一笑也，占者只须勉为其难，无虑丰亨之不遂。"
	},
	{
		"title": "第二百零六签 【中签】",
		"signature": "宝镜无尘染，金貂已剪裁，也逢天意合，终不惹尘埃。",
		"untick1": "好事成双，得此签者，正直、高贵，受天之恩宠，事事如意。",
		"untick2": "此籤见光明之士，必享尊荣之报，天听民听天视民视，人之所作所为，能一一与天心相合，尚何尘垢之有，占者主大吉大利。"
	},
	{
		"title": "第二百零七签 【中上签】",
		"signature": "和合事，笑谈成，喜音在半程，平步踏青云。",
		"untick1": "吉，婚事笑谈中说定，高升喜讯已在半途，双喜临门人生至乐。",
		"untick2": "此籤事业之成毫不费力，鹏程有分，初非偶然，盖有求必应矣，惠迪则吉，占之者有到处逢迎之象。"
	},
	{
		"title": "第二百零八签 【中上签】",
		"signature": "花残月缺，镜破钗分，休来休往，事始安宁。",
		"untick1": "大不吉祥，诸事不宜，诸对婚姻论断，则尤不相宜，恐有劳燕分飞之虞。",
		"untick2": "此籤主为凶兆家门招祸，夫妻离散财业失败，官司遭仰，占者切戒比匪，或可免横逆之来。"
	},
	{
		"title": "第二百零九签 【中签】",
		"signature": "门外好音来，生涯应有庆，名利有更迁，雁行终折阵。",
		"untick1": "此签前段昌吉喜庆，事多有成，末句寓有兄弟 墙之意，或兄弟中，恐有折损。",
		"untick2": "此籤事事如意，贸易兴隆近悦远来，可保通达，然必抱鸰塬之痛，占者务刻刻留念毋使不幸言而中。"
	},
	{
		"title": "第二百一十签 【中上签】",
		"signature": "万里好江山，风沙尽日间，已吞钩上饵，何必遇波澜。",
		"untick1": "变起仓悴，即将达成之希望亦被预料不到之状况破坏无遗。",
		"untick2": "此籤既入佳境，必不致有挫跌之虞，然仍当内存善心，外行善事以保永久，失意时占之极验。"
	},
	{
		"title": "第二百一十一签 【中下签】",
		"signature": "双燕衔书舞，指日一齐来，寂寞淹留客，从兹下钓台。",
		"untick1": "所期盼之事或人，已指日可待。",
		"untick2": "此籤有出幽谷迁乔木之象，双燕衔书喜信至也，太公投竿而为尚父，子凌去矶而为帝师，即后二句意占之者主有风云际会之望。"
	},
	{
		"title": "第二百一十二签 【中上签】",
		"signature": "望去几重山，高深渐可攀，举头天上看，明月在人间。",
		"untick1": "所问诸事看似高深莫测，只要不畏惧，终有明白一天。",
		"untick2": "此籤似难实易只须实力做去，不愁无从攀折，天上明月乃出人间，可知苦行之人必不徒劳，占者务体此意躬行实践以策后效。"
	},
	{
		"title": "第二百一十三签 【中签】",
		"signature": "用之则行，舍之则藏，一骑出重关，佳音咫尺间。",
		"untick1": "用人应用有志节及才干之人，并放手让他施展，很快即有成就。",
		"untick2": "此主进煺出入虽由前定，然出关而佳音至，是远行之利己也，男子志在四方，占者切勿恋家。"
	},
	{
		"title": "第二百一十四签 【中签】",
		"signature": "积德施功有子孙， 牛祭神及西邻，功名两字成全日，回首山河万物新。",
		"untick1": "行善积德，泽被乡里，将来必有好报。",
		"untick2": "此籤明言一旦得志，人皆刮目相看，视昔受人奚落时，天渊相判杀牛祭神，谢天之义占者当知余庆全在积善，否则难成全也。"
	},
	{
		"title": "第二百一十五签 【上签】",
		"signature": "安坦路平夷，云中一雁飞，桃花逢骤雨，水畔女频啼。",
		"untick1": "此签若对男女间相恋、婚姻、结 等，恐属大不利，如问他事，亦波折重重。",
		"untick2": "此籤首句平安次句兄弟折散，叁句妻室丧亡，末句主被水灾，祸患临头，梦想不到。占者速自修省，庶几菑不逮夫身也。"
	},
	{
		"title": "第二百一十六签 【中上签】",
		"signature": "门内起干戈，亲仇两不和，朱衣临日月，始觉笑呵呵。",
		"untick1": "谨防家人失和，手足互残，并防身边亲人成仇家，小心翼翼，终可有成。",
		"untick2": "此籤主家庭不睦，兄弟阋墙夫妻反目，皆以己贫贱故也，一旦朱衣点头，博得功名衣锦还乡，家人乃笑颜相向，占者勿怪人情势利，自勉焉而已。"
	},
	{
		"title": "第二百一十七签 【中上签】",
		"signature": "有一人，获一鹿，事团圆，门外索。",
		"untick1": "所问事必成，但须防後患，如得财富将有人强分，得配偶则第三者纠 不放。",
		"untick2": "此籤禄也，人能获禄，何事不可团圆；门外索，门庭若市之象也，占此者中吉。"
	},
	{
		"title": "第二百一十八签 【下签】",
		"signature": "汝往无攸利，花开又及秋，严霜物荐至，退步不存留。",
		"untick1": "不祥。",
		"untick2": "此籤主出不利，诸事不顺交易折本，家业凋零，作速煺守，尚恐不保妄意进行，更生不测占者戒之。"
	},
	{
		"title": "第二百一十九签 【上签】",
		"signature": "新月为钩，清风作线，举网烟波，锦鳞易见。",
		"untick1": "佳，凡事得心应手，左右逢源。",
		"untick2": "月钩风线君子而隐于渔者也，举网烟波锦鳞易见，随遇而安也，占此者宜煺居，不利见大人。"
	},
	{
		"title": "第二百二十签 【中下签】",
		"signature": "先关锁，续提防，小节不知戒，因循成大殃。",
		"untick1": "因小失大，不怕一万，只怕万一，星星之火，亦可燎原。",
		"untick2": "此籤曰关锁使人缄口也，曰提防恐人失足也，不谨细行终累大德，后二句之註脚也，占者须身体力行。"
	},
	{
		"title": "第二百二十一签 【中上签】",
		"signature": "燕语莺啼，花开满院，倚栏春睡觉，无语 愁颜。",
		"untick1": "时运已转，凡事可以顺利进行无阻。",
		"untick2": "此籤境地平常安享自然，儘可自乐其乐，莫管閒事非，若能积德累仁，定卜兴盛之兆，占者须守知止不辱之语。"
	},
	{
		"title": "第二百二十二签 【中下签】",
		"signature": "劳心劳心，劳心有成，清风借力，欢笑前程。",
		"untick1": "随时留心、深思，自必於事有补，前途开朗。",
		"untick2": "此籤言心不徒劳，事无不济，能得人力吹拂，自然获福无涯，占者果能不辞劳瘁，皇天必不负苦心人也。"
	},
	{
		"title": "第二百二十三签 【中上签】",
		"signature": "进步且徘徊，春风柳絮吹，水边行客倦，枕畔有忧怀。",
		"untick1": "凡事求其循序渐进足矣，往往事将有成时又遭外来因素之阻扰。",
		"untick2": "此籤吉中有凶命运未通，蜀道难行舟中敌国，又有游疑莫决，飘泊无定之象，占者务十分留意。"
	},
	{
		"title": "第二百二十四签 【中上签】",
		"signature": "玉石犹终昧，那堪小悔多，终无咎，笑呵呵。",
		"untick1": "所问诸事由於当事人之昏昧，小错很多，但并无大碍。",
		"untick2": "此籤目下常有小悔，故蕴王之石晦而不彰，但久后可保无咎，故终笑逐颜开，占者处之以镇定应之，从容可不烦思虑矣。"
	},
	{
		"title": "第二百二十五签 【中上签】",
		"signature": "垂翼遥天去，皆因避难行，一途经济意，又是满园春。",
		"untick1": "狼狈脱逃一时，免却一场灾祸，在经过一番折腾後，终将回到安适生活中。",
		"untick2": "此籤有知难而煺之象，但不久仍见用于世，故园春色不减当年，受其赐者若登春台，占者主当大任，特殊非易易耳。"
	},
	{
		"title": "第二百二十六签 【中上签】",
		"signature": "佳信至，开笑颜，飞腾一去，拨云上天。",
		"untick1": "大吉大利之上上签，已有喜讯佳音，机运一到，即可平步青云，直上九重。",
		"untick2": "此籤主困而将通，喜信旦夕便至，画龙点睛，行见破壁飞去，其腾达可知矣，占之大吉。"
	},
	{
		"title": "第二百二十七签 【中签】",
		"signature": "青毡空守旧，枝上巢生风，莫为一时喜，还疑此象凶。",
		"untick1": "不祥，应加谨防，困窘之境依旧，且有风雨飘摇之险。",
		"untick2": "此籤守株待兔了无佳趣，鹪鹩一枝遇风飘飘，切莫沾沾自喜，恐遭覆巢之厄，占者当时儆愓，刻刻提防为雨绸缪之计。"
	},
	{
		"title": "第二百二十八签 【下签】",
		"signature": "莫言荆棘恶，终为鸾凤栖，目前应有待，何用早踌躇。",
		"untick1": "虽有阻碍，终将鸾凤合鸣，如问他事，则亦好事多磨，但终将如愿。",
		"untick2": "此籤暂时安份，后此渐有机缘，不求自至，切勿因近年谋为不遂，常自嗟嘆，人事有得失命运有否泰，目前不过少年耳，占者应还自喜。"
	},
	{
		"title": "第二百二十九签 【下签】",
		"signature": "上下和，忧愁决，千嶂云，一轮月。",
		"untick1": "家和万事兴。",
		"untick2": "此籤主和则无忧，决之为言诀也，与人诀别也，云还于岫月明于空，廊清翳障独显皎洁之义，占者须实行人和两字。"
	},
	{
		"title": "第二百三十签 【上签】",
		"signature": "玉出昆冈石，舟离古渡滩，行藏终有望，用舍不为难。",
		"untick1": "某事或某人之底细即可水落石出，做抉择不会有困难。",
		"untick2": "此籤行藏总由天定，用舍不关人为，可进则进当止则止，首二句正是此意，占者一切须听自然，切莫强求，不然崑冈焚，载胥及溺矣。"
	},
	{
		"title": "第二百三十一签 【下签】",
		"signature": "目下意难舒，有客来徐徐，金车虽历险，吝必有终与。",
		"untick1": "阁下心事纠结不开，待客访友迟延难遇，日後处境将留怅恨。",
		"untick2": "此籤现在光景虽佳，将来还须歷尽辛勤，客来徐徐将有待也，吝必终与谓鄙夫也，占者主先逸后劳，不能一生得意。"
	},
	{
		"title": "第二百三十二签 【上签】",
		"signature": "可以寄，可以托，事迟迟，无舛错。",
		"untick1": "所问之事可以托付他人去办，不过进行缓慢，好在尚不至出错。",
		"untick2": "此籤主得良友堪与同谋，一时虽无大好，亦復停停稳稳，扬眉吐气会他看年，此定理也，占者以厚相结纳为妙。"
	},
	{
		"title": "第二百三十三签 【中签】",
		"signature": "恐惧忧煎，皆在目前，若逢明鉴，指破空传。",
		"untick1": "所问诸事忧患深重，若得人指点迷津，或可化险为夷。",
		"untick2": "此籤主道途惊险，小人侵害祸近眉睫，不同泛泛，幸善良之人，遇凶不凶遇险不险，明镜一照真相毕露，此吉人天相之兆也，占者须益之。"
	},
	{
		"title": "第二百三十四签 【中下签】",
		"signature": "月掩云间，昏迷道路，云散月明，渐宜进步。",
		"untick1": "所问之事一时遭遇困阻，不辨路径，须排除障碍後，则再行进展可也。",
		"untick2": "此籤现方困阨，寸步难行，必俟灾星煺尽，始渐明显得步进步，可无妨碍，占者祇可藏器待时，勿卤莽遽进也。"
	},
	{
		"title": "第二百三十五签 【中上签】",
		"signature": "道路狂招呼，风波一点无，时乖心绪乱，全仗贵人扶。",
		"untick1": "一切条件对已有利，亦无风险，奈合时运见拙而心烦意乱，唯有待贵人援手。",
		"untick2": "此籤有东驰西突，陆地行舟，对事既不顺心又纷乱，谋望岂能有成，惟贵人出而扶持庶免倾覆之虞，占者极宜自戒。"
	},
	{
		"title": "第二百三十六签 【上签】",
		"signature": "临渊放钩，清绝点埃，巨鳌随得，不用疑猜。",
		"untick1": "要致富须走险路，做了抉择之後就应耐心以待，不必患得患失。",
		"untick2": "此籤得手应心，速而且易，诸事顺遂，当得美报，虽得之意外，实早在数中，占之上吉。"
	},
	{
		"title": "第二百三十七签 【上签】",
		"signature": "无中应有直，心事还成戚，云散月重圆，千里风帆急。",
		"untick1": "平平，示人须以「浮云散，明月照人来」之心情，进行心中之事。",
		"untick2": "此籤喜而非喜，常常担忧，必缺而再圆，离而復合，乃身入胜境，故云千里风帆急也，占之中吉。"
	},
	{
		"title": "第二百三十八签 【下签】",
		"signature": "造化生来信自然，师征千里福绵绵，功名得就神明助，蛇兔相逢定变迁。",
		"untick1": "大吉，人生有些际遇必靠福份及神佑，事情只要含有蛇、兔因素，必有变迁。",
		"untick2": "此籤功名富贵，冥冥中司其柄，有神明为之扶助，不患不福禄绵绵，但防蛇与兔相逢耳，占者能默求神佑则吉。"
	},
	{
		"title": "第二百三十九签 【下签】",
		"signature": "大仗神威，群魔消灭，灭了又须威，神威亦极力，牢牢记取，免致久後失跌。",
		"untick1": "援引外力助达目的後，要对外力有适当控制，以免外力从此将已束缚，如举债。",
		"untick2": "此籤全仗神威佛力，方能将群魔消灭，以后仍须广行阴德，庶可感格神明始终庇护，如果自画久必失足，不可救葯，占之者可不慎欤？"
	},
	{
		"title": "第二百四十一签 【中签】",
		"signature": "一念上天堂，一念入地狱，地狱天堂，便分荣辱，自立念头要真，不可随人碌碌。",
		"untick1": "荣耀或羞辱取决人之一念之间，人云亦云，昏庸一生岂不可惜？",
		"untick2": "此籤一切须自己主张，切莫听旁人谗言，以至荣辱不分，依违两可，坠茵坠涵一念之差，占者能立定方针，庶几庸中佼佼矣。"
	},
	{
		"title": "第二百四十二签 【中上签】",
		"signature": "羊逸群，日对民，逢牛口，便咬人，一个君一个臣，君臣有些惊，须仗真神拯救苍生。",
		"untick1": "所显诗句近乎玄虚，不适用现代，不妨再卜一签。",
		"untick2": "此籤主六畜多灾，牧人受惊，农家占此为害匪细，幸疫疠一时即煺，家家始得安乐也。"
	},
	{
		"title": "第二百四十一签 【中签】",
		"signature": "一念上天堂，一念入地狱，地狱天堂，便分荣辱，自立念头要真，不可随人碌碌。",
		"untick1": "荣耀或羞辱取决人之一念之间，人云亦云，昏庸一生岂不可惜？",
		"untick2": "此籤一切须自己主张，切莫听旁人谗言，以至荣辱不分，依违两可，坠茵坠涵一念之差，占者能立定方针，庶几庸中佼佼矣。"
	},
	{
		"title": "第二百四十二签 【中上签】",
		"signature": "羊逸群，日对民，逢牛口，便咬人，一个君一个臣，君臣有些惊，须仗真神拯救苍生。",
		"untick1": "所显诗句近乎玄虚，不适用现代，不妨再卜一签。",
		"untick2": "此籤主六畜多灾，牧人受惊，农家占此为害匪细，幸疫疠一时即煺，家家始得安乐也。"
	},
	{
		"title": "第二百四十三签 【下签】",
		"signature": "若是有缘人，一指便回首，执迷不悟者，屡引也不走。",
		"untick1": "所问事已步入歧途，是否及时省悟回头，视问卜者是否有缘及个性是否执拗。",
		"untick2": "此籤言人之迷悟，在与人有缘无缘，一失足成千古恨，再回头是百年身，故觉悟须早，迟则不及，占者得此点指，其速惊醒也可。"
	},
	{
		"title": "第二百四十四签 【上上签】",
		"signature": "月儿升东，清光可挹，万里无云，海天一碧。",
		"untick1": "有好机运来，可以大放异彩，凡事均无阻塞，今後环境更趋有利。",
		"untick2": "此籤青云得路，中有奇遇，百事如意无往不利，天佑善人，合当如是，占之者吉。"
	},
	{
		"title": "第二百四十五签 【上签】",
		"signature": "男儿若得封侯印，不负人间走一遭，功成身退烟霞啸傲，脱却紫罗袍，方是男儿道。",
		"untick1": "大功告成之後，自可封侯或退隐山林，而选择後者才是大丈夫行径。",
		"untick2": "此籤主前程远大，急须奋发有为，早出早归以优游林下，享尽人间之福，占者有后生可畏之象，然切勿自作聪明，误为进锐煺速而忽之。"
	},
	{
		"title": "第二百四十六签 【上签】",
		"signature": "心月狐狸，迷惑世人，世人不察，延久倾身。",
		"untick1": "世间有若干危害人体之嗜好，智者应以「妖狐」迷人为鉴。",
		"untick2": "此爻主奸邪迷惑，最工狐媚甘言诱人，适投所好卒乃身受其害犹不自悟，占者毋暱小人，毋近妖妇，群邪绝迹谗言不闻，则自无丧身之虞矣。"
	},
	{
		"title": "第二百四十七签 【下签】",
		"signature": "蓦地狂风起，大树尽掀扬，枝叶未凋零，培植终无恙。",
		"untick1": "有惊无险。",
		"untick2": "此籤主横逆之来出于意外，惊魄丧魂几濒于危，幸根本未摇，所损枝叶略加培植依然生气勃勃，占者有履险如夷，转危为安之兆。"
	},
	{
		"title": "第二百四十八签 【中签】",
		"signature": "虚日旺相，法要推寻，四围旋绕，对敌冲营。",
		"untick1": "勿为假相所欺，应多方深入探讨真相。",
		"untick2": "此籤生剋之道阴阳家可以推求，譬如用兵，捣其中坚，其围自解，占者遇得此籤，须以巧智取胜，毋徒自困也。"
	},
	{
		"title": "第二百四十九签 【中下签】",
		"signature": "荣枯早定莫嗟伤，辛苦他邦安享家乡，为他人作嫁衣裳，今日君尝，他年改调别人尝。",
		"untick1": "荣枯天定，不要为失意伤情，应乐天知命，得此签者恐刻下时运不佳。",
		"untick2": "此籤作客他乡劳碌一世，方能坐食田园，攘攘熙熙古今同慨，正不徒一二人劳苦北也，占者可由是洞见真理，处之泰然矣。"
	},
	{
		"title": "第二百五十签 【中下签】",
		"signature": "女儿大，喜临门，嫁良人，添子孙，同拜受，感皇恩。",
		"untick1": "吉祥，对儿女婚嫁、男女友谊、家室人丁等，更为称庆。",
		"untick2": "此籤主种瓜得瓜种豆得豆，女大必嫁良人。可知勤苦必获衣食，果能勉为善人，何患无良好之结果。占者盍亦勉诸。"
	},
	{
		"title": "第二百五十一签 【下下签】",
		"signature": "木生火，口不噤，疯癫作症，寒热相侵。",
		"untick1": "大不利，应谨言慎行，以防不测，免遭横事，此签於人为病痛，於事亦然。",
		"untick2": "此籤内忧外患交併而至，譬如患病肝木既旺，疯癫以起心火又炽，寒热以作实，群医束手时也，占之者凶。"
	},
	{
		"title": "第二百五十二签 【中签】",
		"signature": "休休休，过了三年又六周，不猛省，祸到头。",
		"untick1": "在近三年半左右，尽量减少兴革异动，对过去所为加以反省，如此或可避祸。",
		"untick2": "此籤灾晦将临，诸事不宜，必须经过叁年半，方有谋为之望，否则定有不测之险，凛之凛之，六週六个月也。"
	},
	{
		"title": "第二百五十三签 【中上签】",
		"signature": "槛栏起火，孽畜遭殃，预防得力，灭火成康。",
		"untick1": "凡事先防范於未然，才能安全无虑。",
		"untick2": "此籤火起栏杆殃及孽畜，看似不妨然苟非预防得力，势必延及全宅，焚及家口，占者务谨小慎微，勿使祸之所至，滋蔓难图，则庶乎其可也。"
	},
	{
		"title": "第二百五十四签 【中签】",
		"signature": "已遂心头愿，始知志气伸，三山须把握，频频定太平。",
		"untick1": "事情办成後，仍应持谨慎戒惧之心，否则恐出差错，使前功尽弃。",
		"untick2": "此籤合家安泰名利双收好事成喜，求谋有缘出行大吉婚姻必成，占者安然享受不费猜疑。"
	},
	{
		"title": "第二百五十五签 【上签】",
		"signature": "福星照映，桂子香闻，满天星斗，光耀*人。",
		"untick1": "大吉大利，命中注定有神明护佑，逢秋八月或有贵人相助。",
		"untick2": "此籤福寿富贵一齐俱来，人人争羡家家信服，乃叁阳开泰之象，占之者上上大吉。"
	},
	{
		"title": "第二百五十六签 【下签】",
		"signature": "东南北将来成故墟，燕蓟地苍生无存济，若要大奋雄心，水源不知何处？",
		"untick1": "环境至为险恶，既有近忧，又有远患，如想绝地求生，应先求取活命水源。",
		"untick2": "此籤主大难将至劫数难逃，东南北叁方均无安身之处，惟西土平静，前去尚有可为，惜不免永客异乡耳，占者须急速料量勿延勿迟。"
	},
	{
		"title": "第二百五十七签 【中签】",
		"signature": "死有日，生有时，何事慢踌躇，飘然一往，心上无疑。",
		"untick1": "人生一切莫不有定数，对事不必过於计较。",
		"untick2": "此籤主生死有命富贵在天，事到临头悬崖撒手岂不直接了当，此即死裡逃生法也，占者得此大可以养其浩然之气也。"
	},
	{
		"title": "第二百五十八签 【中签】",
		"signature": "往来行僻处，猝然着一惊，豺狼若当道，斩灭方称心。",
		"untick1": "进行之事突遇凶险，须拿勇气排除，事情方可顺利，得此签者恐有受惊吓之事。",
		"untick2": "此籤主寻柳问花躬行非义，惊惧故倏然而来，然设遇欺诈凌虐者，久必剪除之而快，是仍不失为豪杰也，区区之惊虽受无伤。"
	},
	{
		"title": "第二百五十九签 【上签】",
		"signature": "八门分八位，九星布九方，青赤黄白黑，五色卷锦装，交锋对垒，两两相当。",
		"untick1": "此签恐系诸葛当年用兵制敌之策略，所卜之事可能双方实力相当。",
		"untick2": "此籤句心斗角煞费心机，失之毫釐差之千里，欲求战胜非势均力敌不可，占者切勿轻心掉之。"
	},
	{
		"title": "第二百六十签 【中签】",
		"signature": "终身不习上，在世却枉然，轮回不能免，永落深坑堑。",
		"untick1": "劝人不能昏 渡日。",
		"untick2": "此籤有力争上游恶居下流之象，后两句警人尤深，坑堑地狱也，占之者速宜回头勐省，以此语为座右铭。"
	},
	{
		"title": "第二百六十一签 【下签】",
		"signature": "两个子女，同到齐行，阴阳和合，谋作欢欣。",
		"untick1": "得此签者可望得一子一女，亦可能一举得男女各一之双胞胎，凡事求阴阳调和。",
		"untick2": "此籤有力争上游恶居下流之象，后两句警人尤深，坑堑地狱也，占之者速宜回头勐省，以此语为座右铭。"
	},
	{
		"title": "第二百六十二签 【上签】",
		"signature": "中有玄机赋，鸡鸣方显露，猛然悟禅关，打破君门路。",
		"untick1": "所问诸事疑难未解，但很快就能悟出解决之道。",
		"untick2": "此籤始虽执迷终能醒悟，放下屠刀立地成佛，改头换面判若两人，占者亟宜叁復斯言，毋见机而不作也。"
	},
	{
		"title": "第二百六十三签 【中签】",
		"signature": "数尾金鱼吞饵，丝竿钓了回头，家食翻嫌太贵，五湖四海遨游。",
		"untick1": "意外之好运，有时不是福气反成负担。",
		"untick2": "此籤主家食不宜，出外煳口；五湖四海，言不必局于一隅也，占者亦利出行，则衣食宽裕多矣。"
	},
	{
		"title": "第二百六十四签 【中签】",
		"signature": "卯日儿出林，午时正福临，卯生於寅，方见天心。",
		"untick1": "天时依一定顺序运转，做任何事不能违背自然法则。",
		"untick2": "此籤卯年方能出头，交午年福星高照，卯生于寅谓先寅而卯也，天心如不用强求，占者何必加以人谋耶。"
	},
	{
		"title": "第二百六十五签 【下签】",
		"signature": "日中不决，日到方明，一场好事，六耳同成。",
		"untick1": "所问事一两日内尚难定，日子到了事情自明朗，应为三个人合力办成之好事。",
		"untick2": "此籤主事前不能预断，时至方有分晓，好事多磨以耳为目，占此者有坐失机会之象。"
	},
	{
		"title": "第二百六十六签 【下下签】",
		"signature": "孤宿是妖星，猿猴及树精，入山遇此曜，迷了性和心。",
		"untick1": "此签示人：孤独易於受惑。",
		"untick2": "此籤主群阴播弄淆乱心，故交友不可不慎，立意不可不定，断事不可不快，悟性不可不佳，占者终以远之为是。"
	},
	{
		"title": "第二百六十七签 【中签】",
		"signature": "滴漏声催鸡唱，趱行人逐队放，晚渡关津，前程无量。",
		"untick1": "全力以赴，必有所成。",
		"untick2": "此籤主劝人快快走之象，祖逖着鞭，班超投笔，子胥过昭关，宗悫乘长风，无非不失时耳，且多显贵得志一时，占者慎勿甘自暴弃，坠青云之志也。"
	},
	{
		"title": "第二百六十八签 【上签】",
		"signature": "人在天涯外，久乏信音来，家人频望眼，草木畅胸怀。",
		"untick1": "所念之人，远在他乡，久无讯息，对其怀念殷切。",
		"untick2": "此籤主行人出外杳无消息，家人虽望眼将穿，游子乃溺情花柳，诚不肖之尤者也，占者可去函切责之，倘係本人占得此爻则作速改悔勿再冶游。"
	},
	{
		"title": "第二百六十九签 【上签】",
		"signature": "这颗树下，一穴生成，若迁此土，福禄骈臻。",
		"untick1": "寓意有二: 凡命运亨通者，即或居於枯树古井旁，福泽依增 勿营华屋。",
		"untick2": "树下有穴惟具慧眼者能辨之，常人不能也。迁居其处宜福禄之骈臻矣，占者只须自修，不患无佳地也。"
	},
	{
		"title": "第二百七十签 【中上签】",
		"signature": "躬耕陇亩，形神似劳，无拘无系，其乐陶陶。",
		"untick1": "过不求人之生活，身体虽劳，精神却愉快。",
		"untick2": "此籤显达不如伏处之安閒，小民以耕以食，无衣冠之束縳，宜陶渊明不肯为五斗米折腰也，占者盍亦赋归去来辞。"
	},
	{
		"title": "第二百七十一签 【中下签】",
		"signature": "祸来见鬼，鬼病淹缠，金羊得路，身脱灾殃。",
		"untick1": "大祸临头，心被鬼怪的病淹没而纠缠不放，除非有「金、羊」有关事物来救。",
		"untick2": "此籤占病不利，鬼邪为崇，至乙未年自然脱离灾殃，诸事渐渐顺手，金羊乙未也。占者遇此不必妄用医葯，待时而已。"
	},
	{
		"title": "第二百七十二签 【中签】",
		"signature": "急起行，急起行，前途去，结同盟，只手擎天柱，史册好标名。",
		"untick1": "得此签者可能於仓猝间受命，代表所属协调重大事务，并获圆满成功。",
		"untick2": "此籤与坎艮卦四爻用意同，但其始必倚赖众力方可有成，四民占之均有出类拔萃之庆，故能突常。"
	},
	{
		"title": "第二百七十三签 【中下签】",
		"signature": "深山据猛虎，虎啸出山窝，扬威抖擞，何怕人多。",
		"untick1": "雄壮威严，果敢勇往始可折服众人。",
		"untick2": "此籤不出则已一出惊人，有此威名何战不胜，何攻不克，占之者宜出而问世。"
	},
	{
		"title": "第二百七十四签 【中上签】",
		"signature": "三天门，四地户，布阵成，明聚路，军马齐奔，鸣鼓进步。",
		"untick1": "吾人行事，宜先制定良策，方可致胜可能。",
		"untick2": "此籤作事须智勇兼备，然后煺可以守，进可以战，占之者毋临事而惧，好谋而成。"
	},
	{
		"title": "第二百七十五签 【中下签】",
		"signature": "山山山，山上建茅 ，不比人间栋宇，却如天上云昙。",
		"untick1": "知足常乐。",
		"untick2": "此籤人弃我取人浊我清，自甘恬淡脑杀繁华，真世外人也。占之者必隐君子无疑。"
	},
	{
		"title": "第二百七十六签 【中上签】",
		"signature": "来去原无定处，时来时去安身，跋涉无虑，荣辱不计。",
		"untick1": "得此签者一生劳碌，谋生之处屡易，好在住宿有着落，奔波途中亦安全。",
		"untick2": "此籤天地逆旅，随遇而安，满面风尘不以为意，加膝坠渊视若傥来，非达人大观必不伊此，占者其速师也。"
	},
	{
		"title": "第二百七十七签 【下签】",
		"signature": "有子长，成水局，时遇火反发福，不必过忧煎，人心苦不足。",
		"untick1": "世事难以尽如人意，不是太过就是不及，为此伤神忧虑，毫无意义。",
		"untick2": "此籤水火既济颇有福泽，惟得陇望蜀，人情大抵皆然，故苦心焦虑多不知足，占者切勿如是，安分守己不贵。"
	},
	{
		"title": "第二百七十八签 【下签】",
		"signature": "黑夜里，勿前往，一有值，要着慌，牢牢记，须结党。",
		"untick1": "陌生环境未了解前，勿冒然前往，如果必须前往，应结伴而行。",
		"untick2": "此籤二人同心其利断金，叁人同行必有我师，众擎易举孤掌难鸣即此义也，其用意深远矣，占此者可不知所务欤？"
	},
	{
		"title": "第二百七十九签 【中上签】",
		"signature": "蛰龙已出世，头角首生成，云兴雨泽，得济苍生。",
		"untick1": "大吉大利，所问之事，困局即将突破，从此可入坦途。",
		"untick2": "此籤主不日出山匡济时艰，如出仕则广被恩泽，行商则小民利赖，行善则人受其赐，皆是也，占之吉。"
	},
	{
		"title": "第二百八十签 【中下签】",
		"signature": "火势薰天，天边尽赤，遇际水源，庶乎成格。",
		"untick1": "一旦发生意外灾祸，事发就不可收拾，应有克制对策，庶几解除困难。",
		"untick2": "此籤有水火既济之象，若有火无水未免偏废，占者须知调剂之道。"
	},
	{
		"title": "第二百八十一签 【上签】",
		"signature": "向南有大道，乘马入杭城，不知吴人唱，更有一知音。",
		"untick1": "含下列寓意：工作地点以南方为宜，寻访可能得遇，交游虽不广，可获知己。",
		"untick2": "此籤示知音之少兼觉不易，占之者切莫滥交，更勿误入岐途，为盛德之累。"
	},
	{
		"title": "第二百八十二签 【中签】",
		"signature": "有田一亩，尽可耕耘，无穷收获，都在西成。",
		"untick1": "家有恒产，虽说不多，若能认真经营终必有成。得此签者似不易离家另谋他业。",
		"untick2": "此籤出息虽微胜于坐食，若能勤垦秋收必豊，凡百事业小就亦有佳处，不可以其小而忽之也，占者诚思之。"
	},
	{
		"title": "第二百八十三签 【上签】",
		"signature": "勿嫌儿无唇，疾足追不及，纳入猿穴中，走狗何处觅。",
		"untick1": "此签寓意难明，或指形貌才智虽有缺陷，但天生万物，必有所长。",
		"untick2": "此籤首二句谓一言既出驷马难追，后二句谓金人缄口所以寡尤，占者务以慎言为是。"
	},
	{
		"title": "第二百八十四签 【下签】",
		"signature": "六牛耕地，垦开无疆，收成结实，盈禀盈仓。",
		"untick1": "一分耕耘，一分收获，天下无侥幸而成之事。",
		"untick2": "此籤能下死功夫便有好收成，从前血汗变金钱，前因后果如是如是，占之者其免旃。"
	},
	{
		"title": "第二百八十五签 【中下签】",
		"signature": "大奋冲天志，勿苦恋家乡，七八君行早，扬武在沙场。",
		"untick1": "成大事者应志在四方，勿囿於一角，把握时机及早行动(七八或与时日机运有关)。",
		"untick2": "此籤男子志在四方冒险前进，自有益处。七八君行早，利于七八月出行也，扬武在沙场，或其地名有一沙字者为佳也。"
	},
	{
		"title": "第二百八十六签 【上签】",
		"signature": "葵花向日，忠赤倾心，大开广厦，乐享太平。",
		"untick1": "得此签者深受部属爱戴，都能为其赤诚工作，使其事业鸿图大展。",
		"untick2": "此籤有倾心主人，东南尽美之象，我忠于主人。主人亦必爱我，报施之道也，大开广厦，居停之乐可知矣。"
	},
	{
		"title": "第二百八十七签 【上签】",
		"signature": "人不识仙，那有真诀，一入玄门，津津有益。",
		"untick1": "进行一事，必先穷理探源，把握其中要领，方能得心应手。",
		"untick2": "从前阶知一向煳涂错过，今既明白岂可轻易放过，此爻实寓此意，占之者须速速醒悟。"
	},
	{
		"title": "第二百八十八签 【上上签】",
		"signature": "勿谓说话太沈，泥了就不成真，悟出千般奥妙，方识仙道最神。",
		"untick1": "所问之事，面貌并不清朗，须用心去探求其内蕴。",
		"untick2": "此籤识时在于触机，察理在于得窔，神仙点化，在有意无意之间。占之者细心参悟，庶几得之。「窔」，深之意。"
	},
	{
		"title": "第二百八十九签 【中上签】",
		"signature": "功名虽多实际，何如修炼成真，真身不朽，万载长春。",
		"untick1": "与其汲汲於追求功名，不如修身养性。",
		"untick2": "此籤人爵虽贵，似实而虚。与得人爵，宁得天爵。占者务拿定主意，自选择之，毋徒热中也。"
	},
	{
		"title": "第二百九十签 【上签】",
		"signature": "走走走，遇一狗，急思寻，可长久。",
		"untick1": "处理事情上不宜忽略小节，要特别注意突生之状况，并推想其缘由方可无事。",
		"untick2": "此籤见兔顾犭，已嫌迟迟。及早筹思方可弭患迎祥，生计永久，占者遇事切莫迟疑不决。"
	},
	{
		"title": "第二百九十一签 【中签】",
		"signature": "不知真消息，消息蓦地来，月圆月缺夜，不许把门开。",
		"untick1": "来得仓促之消息，不可轻信，变化 忽或反覆无常事情，少管为妙。",
		"untick2": "此籤消息虽有，却须提防，得意固宜防失意，失意更宜防横祸，总之一世为人，无日不在恐惧中也。"
	},
	{
		"title": "第二百九十二签 【下签】",
		"signature": "火旺处要不疲，水深处要不呆，到头当酌量，毋得惹他灾。",
		"untick1": "事情进行到最重要关头应慎思斟酌，方不致带来灾害。",
		"untick2": "此籤主沈机观变，因地制宜全在操纵得法，不能拘守成规，所以然者，免是非耳，占者须博学慎思，明辨笃行。"
	},
	{
		"title": "第二百九十三签 【中签】",
		"signature": "宾雁 湖地成陆，行建功勋早回程，贪恋终非世人福，莫教鸡鹜会相争。",
		"untick1": "见好就收。",
		"untick2": "此籤主功成身煺，勿再插身名利场中，致求荣而辱，为乐而兴悲，占者当明出处之道。"
	},
	{
		"title": "第二百九十四签 【中上签】",
		"signature": "天上风，天边月，月白风清，两两相当。",
		"untick1": "时运正佳，故凡求职、求偶、求学、求财等均有吉利。",
		"untick2": "此籤清清白白，无愧无乍，与人自有相得之庆，若一味昏浊，人皆望望然去之矣，占者须以光明正大为立身之根基。"
	},
	{
		"title": "第二百九十五签 【上签】",
		"signature": "叶归根，长立天地，水清源长流河海，人得金丹长生渊涯。",
		"untick1": "万物生长、代谢均循一定之自然趋势，人类亦然，能悟其理，自必长寿无灾。",
		"untick2": "此爻戒人须知根源，勿忘受生之道，必得金丹，乃可长生。金丹何在在于本身摄养二字是也，占之者其亦肯清心寡慾乎。"
	},
	{
		"title": "第二百九十六签 【中签】",
		"signature": "乘马去长安，看花花正发，一日雨来淋，香色尽凋零。",
		"untick1": "花无百日娇，无千日好，得意常想失意时，诸般顺心时，应防突来失意或灾殃。",
		"untick2": "此籤甫经得意，遽尔坠落，由骄盈故也。若持盈保泰，必不然矣，占者宜以是语作当头一棒。"
	},
	{
		"title": "第二百九十七签 【中上签】",
		"signature": "木长春天根干老，子实三秋枝叶凋，不凋不谢，不见根牢。",
		"untick1": "先经挫折磨练，然後其生命力必更坚强。",
		"untick2": "此籤多经歷练，方见盘根错节，不受风雨摧残，干老叶凋，阅世深沈也，占者得之，的是患难中人矣。"
	},
	{
		"title": "第二百九十八签 【中上签】",
		"signature": "叫道叫道，天将明了，何不伸首舒眉，反做蓬蒿到老。",
		"untick1": "早起三光，晏起三荒，应及时努力，遇事不可因循不振。",
		"untick2": "此籤时机既至，便当拔剑起舞，出而建功立业，老马伏枥，罡是不必，占者贵能乘时。"
	},
	{
		"title": "第二百九十九签 【下签】",
		"signature": "药饵真，服了宁，三剂後，足分明，神中神，清中清，固得紧，可长生。",
		"untick1": "任何事物，真即真假即假，一经多方考验，底细便明。",
		"untick2": "此籤事业不贵多而贵精，专精一业便可谋生。且神清气爽，心閒身安。彼兼营并鹜者，可以此为鑑。"
	},
	{
		"title": "第三百签 【中下签】",
		"signature": "三天曾结社，四海尽知名，长骑骏马，直入天庭。",
		"untick1": "大吉大利，凡事左右逢源，得心应手。",
		"untick2": "此籤誉驰遐迩，利乃当然之事，占之者主百事顺遂，有名有利。"
	},
	{
		"title": "第三百零一签 【中上签】",
		"signature": "闲来夫子处，偶然遇一人，童颜鹤发，笑里生春。",
		"untick1": "命中有吉人相助。",
		"untick2": "此籤主邂逅相逢，一见如故，倾心吐胆，古道照人，占者能于无意中获交良友。"
	},
	{
		"title": "第三百零二签 【中上签】",
		"signature": "闲云野鹤望东行，惟有乡人便是知音，经营布置两三春，联街灯火後，锦帆前程。",
		"untick1": "悠闲自在态度追求理想者，际遇最佳，经过二三年之经营，即可有成。",
		"untick2": "此籤作客东土，得遇同里，遂结知心，相与谋为，煞费苦心，迨过上元，遂交鸿运，占者如欲有所营求，非藉乡人不可。"
	},
	{
		"title": "第三百零三签 【中签】",
		"signature": "汉水无情，蜀水澄清，黄河滚滚，四处烟尘。",
		"untick1": "浊者自浊，清者自清，吾人须洁身自好，以处混乱之险恶世道。",
		"untick2": "此籤主楚豫不宁，靡可栖止，惟川中安堵如故，占者如有亲人霸旅楚豫，音信必然阻隔。"
	},
	{
		"title": "第三百零四签 【中上签】",
		"signature": "潜龙已受困，尚不见云兴，伫看云四合，飞去到天庭。",
		"untick1": "求签者暂遇挫折，目前尚在守时待运阶段，待时机成熟。",
		"untick2": "此籤主功名沈滞，时运未济虽志图冲举，而风雨未起，除非勤求力学，庶乎发迹有自，占者切勿性急。"
	},
	{
		"title": "第三百零五签 【中下签】",
		"signature": "此处滋味浓，浓艳不耐久，何如谈笑生风，倒好东奔西走。",
		"untick1": "好花不常开，一旦处於绝佳之境，宜淡然处之，并另谋良图。",
		"untick2": "此籤待人接物莫过认真，得让处且让，得忍处且忍，开口大笑出外秘诀，店者切记切记。"
	},
	{
		"title": "第三百零七签 【中签】",
		"signature": "龙生头角，将沛甘霖，六七八早，好济苍生。",
		"untick1": "感应签，求职谋事创业等，遇龙年生者可得其助，迁居进宅等，逢678之日期较顺。",
		"untick2": "此籤暂时安守，好音即来，不出六七八叁月中，定有亨通也望。占之者宜欣喜勿忧疑。"
	},
	{
		"title": "第三百零八签 【中签】",
		"signature": "太白现西南，龙蛇相竞逐，龙自飞上天，蛇却被刑戮。",
		"untick1": "此签示人：善恶终有报。",
		"untick2": "此籤正不胜邪，理不胜数，一生叁死，天道昭然，占之者正不必强自纷争也。"
	},
	{
		"title": "第三百零九签 【中签】",
		"signature": "曾把树栽，也要待春来，东风袅袅，开遍花街。",
		"untick1": "寓意有二：一分耕耘，一分收获，已为某事劳心尽力，但须待时机及人助方有成。",
		"untick2": "此籤事有阻滞，待开春方能顺手，以后得步进步极其绚烂，占者只须顺时可也。"
	},
	{
		"title": "第三百一十签 【中签】",
		"signature": "四十馀年苦已深，而今汝乐度光阴，莫筹论，恩爱尚多欢喜事，惜甚青春，不减青春。",
		"untick1": "此签劝人要能知足，并把握光阴享受人生。",
		"untick2": "此籤苦尽甘来，晚福殊佳，老当益壮，足以自娱，占者自家明白，不能多渎。"
	},
	{
		"title": "第三百一十一签 【中下签】",
		"signature": "三冬足，文艺精，到头处，亦成冰，急急回首，勿误前程。",
		"untick1": "所问诸事做法上恐有问题，应即改弦更张另作安排。",
		"untick2": "此籤读书不成，不如改习他业，免致贻误终身，然亦须趁早，迟则亦不及也，占之者速改图。"
	},
	{
		"title": "第三百一十二签 【中签】",
		"signature": "奇怪奇怪，前番来了，今番又来，谨慎提防，勿被弄坏。",
		"untick1": "所问之事情况怪异，应提防生变，以免坏了大事。",
		"untick2": "此籤祸不单行，一再挫折，苟非防如虎狼，鲜不又遭其残害者，占之者严密防範，其难其慎而后可。"
	},
	{
		"title": "第三百一十三签 【中签】",
		"signature": "耕牛伏 ，辟土开疆，坐看收获，黍稷稻梁。",
		"untick1": "得此签者有以逸待劳，坐享其成之机运。",
		"untick2": "此籤惰为贫之母，勤为富之源，故未有惰而能富者，亦未有勤而终贫者，占者欲求富先务勤。"
	},
	{
		"title": "第三百一十四签 【中上签】",
		"signature": "腰下佩青萍，步入金銮殿，覆护三山，千锤百链。",
		"untick1": "得此签者功勋卓着，必为行业中顶尖人物，所问诸事无不卓然有成。",
		"untick2": "此籤火候既到，大丹自成，凡事非一蹴可及，其通显者必自有所有也，占者勿徒把向偶之憾。"
	},
	{
		"title": "第三百一十五签 【下签】",
		"signature": "雏鸟飞高，出谷迁乔，龙神牙爪，变化海岛。",
		"untick1": "此签以雏鸟喻人学艺未精不知天高地厚，初入社会难免饱受波涛翻滚之苦。",
		"untick2": "此籤有自卑登高，变化不测之象，盖机遇之来，有非人力所能拒者，占者大吉。"
	},
	{
		"title": "第三百一十六签 【中上签】",
		"signature": "吉吉吉，寻常一样窗前月，凶凶凶，有了梅花便不同，含笑向东风，人情不比旧时浓。",
		"untick1": "得此签者恐有不吉事情临头，并因而尝到人情淡薄之滋味。",
		"untick2": "此籤说吉不吉，还是寻常，说凶不凶，几曾遭祸，看透世情，付之一笑，最是洒落，占者宜劳守此语。"
	},
	{
		"title": "第三百一十七签 【中下签】",
		"signature": "大火炎炎，宜水相济，宝鼎丹成，掀天揭地。",
		"untick1": "不经意引发之灾难总有克制之法，刻意策划之事端，往往一发不可收拾。",
		"untick2": "此籤人无我不立，我无人不成，人我相扶宛如水火既济瓜熟蒂落，自与众不同，占者以全交友为第一。"
	},
	{
		"title": "第三百一十八签 【中下签】",
		"signature": "铁索一条，未把孤舟系，金刀一下，早把头落地。",
		"untick1": "所问之事宜以快刀斩乱麻方式处理，以杜後患。",
		"untick2": "此始有飘摇之危，终来断绝之险，从前种种大梦一场。占者亦惟有修省以解免之。"
	},
	{
		"title": "第三百一十九签 【中上签】",
		"signature": "十二时中，紧急炼着，一刻少延，无处下脚。",
		"untick1": "做任何事，均要抱着积极态度不懈不怠全力以赴，若稍有停顿，将难以收拾。",
		"untick2": "此籤有一息尚存，不容少懈之象，大禹惜寸阴，我辈当惜分阴，占之者亟须奋勉。"
	},
	{
		"title": "第三百二十签 【中签】",
		"signature": "风起西南，红日当天，奇门妙诀，一掌能着。",
		"untick1": "当时机成熟，谜题即可轻易揭开，所有疑难均会得到答案。",
		"untick2": "此籤坐镇从容，谈笑却敌，非关多智，实缘定力，莫谓携戈挽日，无此事也，占者毋庸引以为忧。"
	},
	{
		"title": "第三百二十一签 【中下签】",
		"signature": "万籁无声际，一月正当空，忽被云遮掩，皓魄反朦胧。",
		"untick1": "谨慎维护形象，以突破谣言扭曲，得此签者有招人忌怨、暗算之危。",
		"untick2": "此籤坦白无私之人忽遭诬谤，因而招尤丛怨，诚无妄也，然悠悠之口，何足为定评乎，占者不妨安之，不久自可大白矣。"
	},
	{
		"title": "第三百二十二签 【中签】",
		"signature": "一个知音，却在天边等，切勿因循，静夜当思省。",
		"untick1": "得签者为人处事有「曲过高和太寡」之情形，宜检讨修正。",
		"untick2": "此籤主知音绝少，同道有缘，深夜自思速宜省悟，占者须急起直追，与人为善，并驾齐驱，慎勿畏难苟安也。"
	},
	{
		"title": "第三百二十三签 【中下签】",
		"signature": "众犬相聚，砺齿咬牙，摇头摆尾，只顾看家。",
		"untick1": "此签示人勿为小人群聚时之假象欺骗。",
		"untick2": "此籤主同甘共苦，得人死力。桀犭尧，为主则忠，占之者中吉。"
	},
	{
		"title": "第三百二十四签 【下签】",
		"signature": "妻前夫後一同行，好比先机兆已明，君若有情须切记，十年恩义莫忘心。",
		"untick1": "有的夫妻，妻强夫弱，得此签者有娶这种妻室之可能，婚後应重视恩义。",
		"untick2": "此籤主与人交际，总须有始有终，大忌忘恩背义，反唇相讥，不论夫妇朋友宾主皆然，占者其敬听斯言。"
	},
	{
		"title": "第三百二十五签 【中下签】",
		"signature": "鼠伏穴，本自宁，一露首，猫即跟，扬威伸爪，鼠丧残生。",
		"untick1": "凡事一动不如一静，坚守本份相安无事，或寓有应严守机密勿使泄露意思。",
		"untick2": "此籤宜隐不宜显，宜让不宜争，显则口舌至，争则是非生，口舌是非凶如猫，可不畏乎？故当力戒。"
	},
	{
		"title": "第三百二十六签 【中上签】",
		"signature": "书中有女颜如玉，书中自有黄金屋，读尽五车书，志愿自能足，何必焦劳心中忙碌。",
		"untick1": "得此签者应切记斯言，不再忧心忡忡，终年劳碌而不读书。",
		"untick2": "此籤玉不琢不成器，人不学不知义，既已饱学何用踌躇，占之者只须苦学，不必以美妇华屋不虑也。"
	},
	{
		"title": "第三百二十七签 【中上签】",
		"signature": "豹变成文采，乘龙福自臻，赤身成富贵，事事得振新。",
		"untick1": "得此签者将获佳婿，并因而使生命改观，荣华富贵享用不尽。",
		"untick2": "此籤赤手起家，无美不备。豹变龙兴，光华烂然，若能勉力进修，屈指第一无疑，占之上吉。"
	},
	{
		"title": "第三百二十八签 【中签】",
		"signature": "孤阳微兮，群阴溢兮，力既殚兮，将不可耄兮，真谨慎兮，宜可保兮。",
		"untick1": "此签寓有「道消魔长」之意，处此情况唯有谨慎或可保全。",
		"untick2": "此籤孤阳不敌群阴，故当摒女色远小人，谨身慎行，或有以善其终，戒之慎之。"
	},
	{
		"title": "第三百二十九签 【上签】",
		"signature": "晓雨初晴映碧溪，重重春色上柴扉，黄金不尽家殷富，何必区区羡锦衣？",
		"untick1": "此签示人:家道富裕，宜安於现状，不必另起为官或经商之念。",
		"untick2": "此籤财运亨通，主得巨富，铜山金穴用之不竭，惟官星不显耳，占对大吉。"
	},
	{
		"title": "第三百三十签 【中上签】",
		"signature": "世道多荆棘，人情每用嗟，利名如有路，勤苦逐生涯。",
		"untick1": "名利与己与缘，不必在凶险世途上与人争夺，安份守己勤苦渡日最宜。",
		"untick2": "此籤主备尝险阻，阅尽桑沧，勤苦一生始搏得微赀末秩，足见事非经过不知难也。"
	},
	{
		"title": "第三百三十一签 【中上签】",
		"signature": "山穷路转迷，水急舟难渡，万事莫强为，出处遭研妒。",
		"untick1": "跋山涉水出门远行，均属不利，若违拗命运一意孤行，往往会遇怨怼非议事。",
		"untick2": "此籤奸凶嫉妒，环我而伺，只宜谨守避祸，切勿妄想，若能积德行善，亦可挽回气数。"
	},
	{
		"title": "第三百三十二签 【中下签】",
		"signature": "时边多艰，战战兢兢，戒谨恐惧，如履薄冰，须识前程危与险，一笼风里一枝灯。",
		"untick1": "时运不佳，未来日子风险更多，得此签者，须多加谨慎提防为宜。",
		"untick2": "此籤行则荆棘，坐则针毡，无时无刻可稍疏懈，占之者亟宜戒谨恐惧，庶免意外之咎。"
	},
	{
		"title": "第三百三十三签 【中下签】",
		"signature": "一朵花枝艳更芳，清香馥郁透兰房，时风吹送终成笑，好句筵前进几觞。",
		"untick1": "得此签者如为女性，必美且慧，远近赞美，如为男性则以品德高贵而受颂扬。",
		"untick2": "此籤时至运来，春意盎然，功名唾手可得，占之者主动作如意其吉大矣。"
	},
	{
		"title": "第三百三十四签 【上签】",
		"signature": "自从持守定，功在众人先，别有非常喜，随龙到九天。",
		"untick1": "一人做任何事，具有恒心、毅力，则其成功机会较大。",
		"untick2": "此籤以守为战，好整以暇，而意外之喜庆亦即继此而来。随龙到天，高上之象也，占之者收成必佳。"
	},
	{
		"title": "第三百三十五签 【中上签】",
		"signature": "远涉波涛一叶舟，而今始得过滩头，年来心事才成就，屈指从前多可忧。",
		"untick1": "此签甚佳，凡事亨通，如寻物得、谋事成、求偶佳、经商利、建屋吉。",
		"untick2": "此籤冒险前进，惊魂初定，由今思昔，不堪回溯，占者从此可安然坐享矣。"
	},
	{
		"title": "第三百三十六签 【上上签】",
		"signature": "受君之禄，久降祯祥，盈而不覆，守之乃昌，毋怠毋骄，永保安康。",
		"untick1": "得签者久受重用，生活富裕，如起异心或心生骄怠，则可能失去一切。",
		"untick2": "此籤开创匪艰守成惟难，若善保守，仅一二传；已覆亡矣，何以保之，曰勤曰谦，占之者守之康强逢之吉。"
	},
	{
		"title": "第三百三十七签 【中上签】",
		"signature": "万事不由人计较，一生尽是命安排，莫疑猜，命里有时总有分，何须碌碌混尘埃，休哉！",
		"untick1": "谋事在人，成事在天。对一切事物，莫过於贪婪奢求。",
		"untick2": "此籤八力难回天命，命中应有者挥之不去，不应有者招之不来，居易俟命最为上策。"
	},
	{
		"title": "第三百三十八签 【中下签】",
		"signature": "一片忧心未肯休，花逢春雨艳难留，得意归休，失意归休，仙家只此一筹谋。",
		"untick1": "所问诸事均不顺遂，因而被重重烦忧困住，妇女得此签者宜防情感生活有变。",
		"untick2": "此籤叶落归根，人老终死，富贵仍空，贫贱亦暂，忧心焦虑，终然自苦，即真即幻，仙家之秘，占之者不必欣欣，更毋戚戚也。"
	},
	{
		"title": "第三百三十九签 【中下签】",
		"signature": "两女一夫，上下相祛，阴气乘阳，用是耗虚。",
		"untick1": "对女色之困惑，须加以警惕，不可贪恋也，否则将有耗虚之虞。",
		"untick2": "此籤主妇人长舌，惟厉之阶，牡鸡司晨尤乱家政，悟言「要家不和，讨个小老婆」，占之者鑑。"
	},
	{
		"title": "第三百四十签 【中下签】",
		"signature": "双燕归南国，来寻王谢家，华堂春尽静，进此托生涯。",
		"untick1": "倦游归来，景物全非。",
		"untick2": "此籤旧主重逢衣食有恃，因人成事独立为难，占之者勿遽自立一帜也。"
	},
	{
		"title": "第三百四十一签 【下签】",
		"signature": "命运蹇兮时违，灾殃及兮身疲，望皇天兮不我顾，嗟我亲兮病斯危。",
		"untick1": "不吉，诸事不宜。",
		"untick2": "此籤诸事绝望灾戾重重，占病沉重占讼必凶，若求吉庆杳杳无期，惟修德可转危为安，占之者宜虔诚祷求。"
	},
	{
		"title": "第三百四十二签 【中下签】",
		"signature": "采药天台路转迷，桃花流水赋佳期，春风啼鸟多情思，寄语刘郎且莫归。",
		"untick1": "在他乡工作时意外得遇知音，事事顺遂，暂且不宜返乡。",
		"untick2": "此籤外出作客小有成就，故乡不如他乡，切莫遽作归计，俟来年桃花开时再返不迟。"
	},
	{
		"title": "第三百四十三签 【中签】",
		"signature": "出温入寒，被薄衣单，去我慈航，难解横愆。",
		"untick1": "因时运不济及自己过错，使得处境至为孤寂无助，应借助信仰力量以求自救。",
		"untick2": "此籤与其家居不如出外，然亦须依附一人。若一意孤行，且有意外之虞，占之者不可不戒。"
	},
	{
		"title": "第三百四十四签 【中签】",
		"signature": "三升三石放在一斗，满而溢，子自得。",
		"untick1": "示人不可削足适屦，亦寓有「满招损」之意。",
		"untick2": "此籤占平善、谋事五分、交易稍舒、种禾有收、家宅守旧、口舌留心，占者须提防之。"
	},
	{
		"title": "第三百四十五签 【中上签】",
		"signature": "谁说故乡无滋味，飘零湖海在天涯，任咨嗟，中秋月隐春雨淋花，多少征人长忆家。",
		"untick1": "得此签者，恐终年在外奔波，受尽寂寥之苦，常起思乡之念。",
		"untick2": "此籤久客思归，飘零自嘆。回首家山天伦序乐，恨不插翅飞归，占者有此景像。"
	},
	{
		"title": "第三百四十六签 【上签】",
		"signature": "云散月当空，牛前马後逢，张弓方抵御，一箭定全功。",
		"untick1": "鼠年及羊年会有一举成功机会。",
		"untick2": "此籤一切谋为主从勤苦中得来，否则万无成功之理，占者切勿自误。"
	},
	{
		"title": "第三百四十七签 【上签】",
		"signature": "马进徐行似有程，月沈西海日东升，运来何必劳心力，风送江湖万里清。",
		"untick1": "目前机运欠佳，事情进行缓慢，日夜*劳，来日运转，情况即可完全改观。",
		"untick2": "此籤安安稳稳，不劳而获，虽能不暴富骤贵，却可持久，无中变之虑，占之上吉。"
	},
	{
		"title": "第三百四十八签 【中下签】",
		"signature": "云横山际水茫茫，千里长途望故乡，蹇厄事来君莫恨，倚门惆怅立斜阳。",
		"untick1": "困厄之事临身，一时难以解除，惆怅难免，怨恨则不必。",
		"untick2": "此籤他乡孤客，迍邅无聊、求谋不济，或尚须破财惹祸，不如十分忍耐，善自排之为愈也。"
	},
	{
		"title": "第三百四十九签 【上签】",
		"signature": "风波今已息，舟楫遇安流，自此功名遂，何须叹白头。",
		"untick1": "一切纷争已息，今後行程应平稳无险，刻下经营多顺利，虽慢了些又何妨？",
		"untick2": "此籤祸去福来舟推顺水，一帆风送直到暮年。其乐未央，更何嗟叹之有，占之者主老来得志。"
	},
	{
		"title": "第三百五十签 【上上签】",
		"signature": "巴到平安地，江山万里程，绿杨芳草处，风快马蹄轻。",
		"untick1": "历尽千辛万苦，如今终入佳境。",
		"untick2": "此籤进一步好一步，到一处胜一处，行行復行行，切勿稍驻足，占之者喜可知矣。"
	},
	{
		"title": "第三百五十一签 【上上签】",
		"signature": "雕鹗当秋势转雄，乘风分翼到蟾宫，荣华若问将来事，先後名声达九重。",
		"untick1": "时来运转，气势甚雄，做任何事均能顺利无比。",
		"untick2": "此籤乘时而起，既易且速，他日成就正未可量，占之者上上大吉。"
	},
	{
		"title": "第三百五十二签 【中下签】",
		"signature": "鼠为患终宵不得宁，猫儿一叫几夜太平，人岂识如兽，其理甚分明。",
		"untick1": "小人得志，嚣张狂妄，但为时不长。",
		"untick2": "此籤邪不胜正，全在协力同心以抵御之。奸邪虽多，何足为患，何以人而不如兽乎。"
	},
	{
		"title": "第三百五十三签 【中下签】",
		"signature": "两人在旁，太阳在上，照汝一寸心，仙机曾否明。",
		"untick1": "举头三尺有神明，与人相处莫欺心，是非到头自分明。",
		"untick2": "此籤存心忠厚，天神鉴之，仙人指点，益当勤修以求上进，占者毋忽。"
	},
	{
		"title": "第三百五十四签 【上上签】",
		"signature": "君子道消，小人道长，阴气郁郁，阳气不扬，如何如何，良贾深藏。",
		"untick1": "若大丈夫怀才不遇，则深藏不露乃为上策。",
		"untick2": "此籤阳为阴制，势不两立，除潜伏待时外，别无他策，占者作速引去，切勿与若辈相争，致自贻伊戚。"
	},
	{
		"title": "第三百五十五签 【中上签】",
		"signature": "去到长安，东北转角，逢着天门，便有下落。",
		"untick1": "未明，视所问事而定。",
		"untick2": "此籤行人走失，欲寻觅之，须依所指引处前去，自有下落，问失物亦然，占之者切莫迟徊。"
	},
	{
		"title": "第三百五十六签 【上上签】",
		"signature": "徐步入天台，为听好消息，采药有仙童，洞府列春色。",
		"untick1": "机运不能坐等，要亲自向可能之处探寻，寻必有所得。",
		"untick2": "此籤机缘即在目前，只须迎将上去，果能寻得前途，自有无限春色占者勉之。"
	},
	{
		"title": "第三百五十七签 【中上签】",
		"signature": "思量一夜，不如打干一番，若还错，烦恼及肺肝。",
		"untick1": "此签寓意至明。",
		"untick2": "此籤临事须有决断，不可狐疑又须认準路径，不可分歧，如或不然，后患难免。"
	},
	{
		"title": "第三百五十八签 【中签】",
		"signature": "心细胆粗，可胜上将之任，勇往前行成败何必在心，胸中把持得定，敌人自能受困。",
		"untick1": "此签寓意至明。",
		"untick2": "此籤小挫不足虑，还须再接再厉如前坚守，若因而煺缩，不惟前功尽弃，且为敌人所乘矣，占者须明此理。"
	},
	{
		"title": "第三百五十九签 【中上签】",
		"signature": "天念苦修人，终不落红尘，清心能见道，扰扰丧真灵。",
		"untick1": "对某件事能专心致志去做，收获必不同凡响。",
		"untick2": "此籤行善之人，天必相之，人能寡欲，斯能见道，倘为人欲所蔽，直庸人扰耳，世人盍信是言。"
	},
	{
		"title": "第三百六十签 【中上签】",
		"signature": "捕兕於渊，求鱼於山，从朝至暮，功负力捐，改弦易辙，庶可图全。",
		"untick1": "走错方向，用错方法，难望有成，应改弦更张，另设他法，或有成就一天。",
		"untick2": "此籤从前种种譬如昨日死，此后种种譬如今日生，执而不化，徒见其愚，占者慎勿蹈此覆辙，速改之。兕者，雌犀牛也。"
	},
	{
		"title": "第三百六十一签 【中签】",
		"signature": "手持一木鱼，沿街去化缘，不见徐公来，却遇一鸟去。",
		"untick1": "所问之事恐徒劳无功。",
		"untick2": "此籤谋望不遂，劳而无功，家运凋零，前程蹇滞，惟作大善事，可以解免。"
	},
	{
		"title": "第三百六十二签 【中上签】",
		"signature": "水火既济，阴阳相契，育物新民，参天赞地。",
		"untick1": "所有冲突已化解，障碍亦撤除，环境无比和谐，适宜做任何事。",
		"untick2": "此籤志同道合大有可为，功成名就一往清利，乃同患难共安乐之象，占之者吉。"
	},
	{
		"title": "第三百六十三签 【中上签】",
		"signature": "骑玉兔，到广寒，遇嫦娥，将桂攀，满身馥郁，两袖馨香。",
		"untick1": "得此签者机缘奇佳，得遇贵人，因而飞黄腾达事事遂心，如问姻缘，可得佳人。",
		"untick2": "此籤有凌高前进之象，凡百谋为俱无不济，身馥袖香其乐何如，占之者上吉。"
	},
	{
		"title": "第三百六十四签 【上上签】",
		"signature": "一个神道，随尔去行，逢人说法，到处显灵。",
		"untick1": "得此签者手法高明，待人处事八面玲珑，如有神道随行。",
		"untick2": "此籤善人出处，神明辄暗中保佑，逢人说法，到处显灵，言勇于为善也，占者务各自勉。"
	},
	{
		"title": "第三百六十五签 【上上签】",
		"signature": "炉中火，沙里金，功力到，丹鼎成。",
		"untick1": "功夫到了，任何事均可以做成。",
		"untick2": "此籤功夫不到，愿望不来，开炉生火，披沙拣金，何等难事，且欲速则不达也，占者须力戒躁进。"
	},
	{
		"title": "第三百六十六签 【上上签】",
		"signature": "此去万里程，却遇见知音，同心共济，大立勋名。",
		"untick1": "得此签者将有远行，并在当地遇知音，成家立业，赢得声名。",
		"untick2": "此籤极宜远行，并主得扶助，崎岖歷尽直达亨衢，占者切勿依恋故土。"
	},
	{
		"title": "第三百六十七签 【中上签】",
		"signature": "寻芳春日，适见花开，朵朵堪摘，枝枝可栽。",
		"untick1": "做任何事要能适当其时，才会处处逢源，事事顺心。",
		"untick2": "此籤事事如意，在在安身，占问一切均称吉利，占之者不必少存疑虑也。"
	},
	{
		"title": "第三百六十八签 【中签】",
		"signature": "龙一吟，云便兴，冲霄直上，快睹太平，为文为武，君君臣臣。",
		"untick1": "所问之事，已出现祥瑞之兆，很快就有和谐局面出现。",
		"untick2": "此籤亦平步青云，为官则百僚同心，为商则宾主一德，为农则夫耕妇馐，为工则通力合作，占之者吉。"
	},
	{
		"title": "第三百六十九签 【中下签】",
		"signature": "虎出金榜，有勇亦何济，怎似山翁，非富犹有趣。",
		"untick1": "若干情况出乎常情之外，不能以常理处之，此时须求助於专门人才。",
		"untick2": "此籤言勇不足恃，富不可保，立身之道在德不在勇，守身之道在德不在富，占者但自办之可矣。"
	},
	{
		"title": "第三百七十签 【中下签】",
		"signature": "过羊肠，入康庄，五陵裘马，当思故乡。",
		"untick1": "历尽辛苦，而步入舒适称意之环境，须饮水思源不可忘本。",
		"untick2": "此籤先忧后乐，少年得志，衣锦还乡，人情大抵如是，占之者吉。"
	},
	{
		"title": "第三百七十一签 【中上签】",
		"signature": "火遭水克，火灭其光，水势滔滔，源远流长。",
		"untick1": "处理紧急情况，不能*切，须防後患。",
		"untick2": "火者，焦思也；水者，财利也，源远流长多之至，占之者主大富。"
	},
	{
		"title": "第三百七十二签 【上签】",
		"signature": "东阁筵开，佳客自来，高歌唱和，展挹舒怀。",
		"untick1": "得签人已颇有名望，且乐於交际应酬，往来多为高雅之士。",
		"untick2": "此籤谈笑生风嘉宾来归，占此者主得良友，为之谋振兴事业，高歌唱和彼此欢乐之象也。"
	},
	{
		"title": "第三百七十三签 【中上签】",
		"signature": "世界似清宁，不知辞已休，打叠要小心，须防遭火 。",
		"untick1": "天下本无事，庸人自扰之，或谓「苦恼皆因强出头」。",
		"untick2": "此籤时事日非，不必求进，即使打叠行程，途中尚须谨防，否则不堪设想，占者切戒切戒。"
	},
	{
		"title": "第三百七十四签 【中上签】",
		"signature": "跳龙门，须激浪，雷电轰轰，踊跃万丈。",
		"untick1": "要达崇高目标，须有超人本事，并能借机乘势。",
		"untick2": "此籤池底蛟龙必不久困山中，虎豹生来便奇，一旦有所凭藉自然迴异庸俗，占者不久即通。"
	},
	{
		"title": "第三百七十五签 【中签】",
		"signature": "山上有古松，亭亭冲汉斗，干老枝更长，天地生荣久。",
		"untick1": "顺其自然，把握有利机运去求发展，才会有指望。",
		"untick2": "此籤有蔗老愈甜姜老弥辛之象，老成持重之人一举一动无不经久，益深戒少不更事者。"
	},
	{
		"title": "第三百七十六签 【中上签】",
		"signature": "诽谤言，勿计论，到头来，数已定，碌碌浮生，不如安分。",
		"untick1": "对於挑拨离间之闲言杂语，不去理会，一切自有天数，冥冥之中报应不爽。",
		"untick2": "此籤求全之毁固可听之，但心力徒劳转，不如守我安逸，况人生能得几何年，占者务须煺一步着想。"
	},
	{
		"title": "第三百七十七签 【中签】",
		"signature": "一头猪，可祭天地，虽丧身，亦算好处。",
		"untick1": "天生万物必有用，寓意人万勿连猪狗都不如。",
		"untick2": "此籤主能为也用，终胜于投閒置散，若游手好閒之徒，尚不如厮卒也，占者业虽贱亦可安之。"
	},
	{
		"title": "第三百七十八签 【中上签】",
		"signature": "与其日营营，何如夜忖忖，日里多劳形，夜间却安稳。",
		"untick1": "此签寓意至明。",
		"untick2": "此籤劳心不如劳力，劳心多愁思，劳力多好梦，占之者须熟读流水不腐、户枢不蠹二语。"
	},
	{
		"title": "第三百七十九签 【中上签】",
		"signature": "东风来，花自开，大家喝采，畅饮三杯。",
		"untick1": "万事俱备，只欠东风，如今东风来了，自是令人开怀之事。",
		"untick2": "此籤时来运转，有福同享，喝釆畅饮之至也，占之上吉。"
	},
	{
		"title": "第三百八十签 【中下签】",
		"signature": "疏食饮水，乐在其中，膏梁美味，反使心朦。",
		"untick1": "知足常乐。",
		"untick2": "此籤主奉身俭约，心宽身宽，挥霍奢侈，神为之乱，占者以安贫为贵。"
	},
	{
		"title": "第三百八十一签 【上签】",
		"signature": "黄牛辟土，大力开疆，西成时候，谷米盈仓。",
		"untick1": "一分耕耘，一分收获。",
		"untick2": "此籤能勤苦在先，自得安乐于后，占之者遇事着着争先，勿步步落后，庶不负平生矣。"
	},
	{
		"title": "第三百八十二签 【中上签】",
		"signature": "蛇可化龙，头角将出，平地一声雷，方显龙蛇力。",
		"untick1": "得此签者在平凡中力求不凡，即将有所成就。",
		"untick2": "此籤潜修之功，全在一己，崭然头角，时来自见，占之者须以真积力久自励。"
	},
	{
		"title": "第三百八十三签 【上上签】",
		"signature": "九华山顶，紫气腾腾，异尽一舟，取去前行。",
		"untick1": "得签者可望取得通达之机缘，从此一帆风顺。",
		"untick2": "此籤居高临上，大事可成，有益无咎，无不中彀，占之定有前程。"
	},
	{
		"title": "第三百八十四签 【中上签】",
		"signature": "人非孔颜鲜能无过，过而能改仍复无过，开花不足凭，结果方为准，放开怀抱意欣欣。",
		"untick1": "有错要知悔改，做事务必落实，心胸宽大，人生才有意义。",
		"untick2": "此籤示回心向善，坦白无私之象，开花始也结果终也，未善始而能善终，故亦不足虑矣，幸勿以是而自馁。"
	}
]