[
	{
		"title": "",
		"signature": "",
		"untick1": "",
		"untick2": ""
	},
	{
		"title": "第一签 【上上签】",
		"signature": "天门一挂榜，预定夺标人，马嘶芳草地，秋高听鹿鸣。",
		"untick1": "大吉，事业、财运、健康、婚姻均顺遂。",
		"untick2": "见龙在田，利见大人。君子得之终日乾乾，夕愓若。以是自强不息，居上不骄、在下不忧，大吉也。"
	},
	{
		"title": "第二签 【上上签】",
		"signature": "地有神，甚威灵，兴邦辅国，尊主庇民。",
		"untick1": "神护签，言行循规蹈矩，事业上必有贵人相助，婚姻得人，健康亦佳",
		"untick2": "谋望一切必可顺遂。官吏占之，有远迁之喜。士人占之，有功名之庆。占前程者福寿绵长。占事业者根基牢固，惟求财者无望。"
	},
	{
		"title": "第三签 【中上签】",
		"signature": "长安花不可及，春风中马蹄疾，急早加鞭，骤然生色。",
		"untick1": "惕励不可好高骛远，目前情况不理想。",
		"untick2": "能吃苦中苦，方为人上人。得此籤者务须勐着粗鞭，力求上进。倘自为有恃无恐，则不进反煺也。"
	},
	{
		"title": "第四签 【中上签】",
		"signature": "春花娇媚，不禁雨打风飘，秋菊幽芳，反耐霜 雪傲。",
		"untick1": "勉惕类，诸事无法顺利，踏实或有可望。",
		"untick2": "大器晚成，得意必在暮年。若青年得志，必如秦之甘罗，唐之王勃，雨打风飘示警也。"
	},
	{
		"title": "第五签 【中下签】",
		"signature": "春雷震，夏风巽，卧龙起，猛虎惊，风云会合，救济苍生。",
		"untick1": "否极泰来，外旱逢甘雨，不过婚姻恐有波澜，出外旅游亦不宜。",
		"untick2": "此乃待时而动之义。占得者必潜蓄精神，为奋发地。却不可轻举妄动，致转取戾。顺之者吉，逆之者否。"
	},
	{
		"title": "第六签 【中下签】",
		"signature": "非玄非奥，非浅非深，一个妙道，着意搜寻。",
		"untick1": "心性勿操切，着意搜寻，必能如愿。",
		"untick2": "一个闷葫芦，无人打得破。故自来少参透事情之人，此籤在使搜寻妙道，而妙道实亦并不奇妙，在人之自悟耳。"
	},
	{
		"title": "第七签 【中下签】",
		"signature": "君须悟，勿误疑，有平路，任驱驰，随时变易，件件咸宜。",
		"untick1": "应机警应变，始能左右逢源。",
		"untick2": "人情险巇，世态炎凉，然能拿定方针随机应变，亦识时务之俊杰也，占得此籤当无咎。"
	},
	{
		"title": "第八签 【中上签】",
		"signature": "虎恋高山别有机，众人目下尚狐疑，雁来嘹呖黄花发，此际声名达帝畿。",
		"untick1": "目前无人能识，日後必受众人赞颂，怀才不遇者得此签，日後必发达。",
		"untick2": "绛老辱在泥涂，意在静观时机，一旦运至自亨通，占此籤者一切谋望须待菊花大放之际。"
	},
	{
		"title": "第九签 【上上签】",
		"signature": "贵客相逢更可期，庭前枯木凤来仪，好将短事求长事，休听旁人说是非。",
		"untick1": "命中得遇贵人相助，未婚男子可得佳侣，商人则应有主见，始能获利。",
		"untick2": "有人提拔事事遂心，竟出意料之外。然非积德修持，无此希望也。君子占吉，小人占凶。"
	},
	{
		"title": "第十签 【上上签】",
		"signature": "嘹呖征鸿独出群，高飞羽翼更纠纷，云程北进好音遂闻，朝云暮雨交加有凭。",
		"untick1": "才气出众，无奈受制，去向宜北，可获佳遇。",
		"untick2": "功名富贵勤苦方得，尽人事，皇天不负。若懒惰或始勤终息，而欲望飞达，无异南辕北辙。"
	},
	{
		"title": "第十一签 【下下签】",
		"signature": "无踪又无迹，远近均难觅，平地起风波，似笑还成泣。",
		"untick1": "诸事不利。",
		"untick2": "此籤有伤亡之患，哭泣之哀，凡事不利有名无实，非常之灾，占之宜戒谨恐惧，时时修省。"
	},
	{
		"title": "第十二签 【中下签】",
		"signature": "神黯黯，意悠悠，收却线，莫下钩。",
		"untick1": "诸事暂且打住，免有失误，後悔莫及。",
		"untick2": "此籤不宜妄想，只可谨守避祸，以免惹事招非，否则动则得咎，悔之晚矣。"
	},
	{
		"title": "第十三签 【中签】",
		"signature": "得意宜逢妇，前程去有缘，利名终有望，三五月团圆。",
		"untick1": "吉，留意三、五有关月日，或有殊遇、喜事。",
		"untick2": "此籤谋为有成，凡事有缘，求妻者得佳妇。求事者得佳事，谈笑中立可成，所谓吉人天相也。叁五月期之近者也。"
	},
	{
		"title": "第十四签 【下下签】",
		"signature": "鼎沸起风波，孤舟要渡河，巧中却藏拙，人事转蹉跎。",
		"untick1": "不吉，须防树大招风，问婚姻或家人相处者，并争纷颇烈。",
		"untick2": "趋吉避凶人之常情，若一旦遇变故，而巧于趋避非惟自问不安，即天人亦不容之。人事蹉跎故戒之者深矣，占者当不避艰险勉持危局。"
	},
	{
		"title": "第十五签 【中下签】",
		"signature": "意在闲中信未来，故人千里自徘徊，天边雁足传消息，一点梅花春色回。",
		"untick1": "一切期待，均有可得，但须再等待一段时间。",
		"untick2": "此籤沉滞已久，困而将亨之象。然亦必须梅花初放，始得好消息，占之者宜稍安勿躁。"
	},
	{
		"title": "第十六签 【中上签】",
		"signature": "心和同，事知同，门外好施功，交加事有终。",
		"untick1": "得此签者，不合者必复合。",
		"untick2": "同舟共济，出门有功，占者不可损人利己，不可惟我独尊，否则虎头蛇尾无断金之利。"
	},
	{
		"title": "第十七签 【上签】",
		"signature": "欲行还止，徘徊不已，藏玉怀珠，寸心千里。",
		"untick1": "处於蓄势欲发又迟疑难决者，宜下定决心，完成大业。",
		"untick2": "此籤者宜谨慎，凡事色举翔集，审度而后进煺。倘操切从事，必掷珠玉于泥沙，自暴自弃。"
	},
	{
		"title": "第十八签 【中签】",
		"signature": "心戚戚，口啾啾，一番思虑一番忧，说了休时又不休。",
		"untick1": "不利，结局恐难有望。",
		"untick2": "此籤主患得患失，如驽马恋栈豆，无果决之作为，故枉费心机，徒取烦恼也。"
	},
	{
		"title": "第十九签 【上上签】",
		"signature": "不远不近，似易似难，等闲一事，云中笑看。",
		"untick1": "平平，成败利钝淡然处之。",
		"untick2": "此籤主一切疑难，不问远近难易，均须自作主张，但求渗透玄机，不难迎刃而解，云中带笑看，得意时也。"
	},
	{
		"title": "第二十签 【中上签】",
		"signature": "桃李谢春风，西飞又复东，家中无意绪，船在浪涛中。",
		"untick1": "栽种不得其时，去向漂流不定，远行旅程不顺，家庭亦有风波。",
		"untick2": "此籤占事业不利，占疾病不定，占婚姻无望，占出行所如軗阻，占讼事凶多吉少，一浮一沉之象也，占此者极修省。"
	},
	{
		"title": "第二十一签 【上上签】",
		"signature": "一水远一水，一山旋一山，水穷山尽处，名利不为难。",
		"untick1": "须费尽九牛二虎之力始克有成。",
		"untick2": "此籤主歷尽难险，方能告成，绝地逢生。毕竟柳暗花明又一村，故贫困所以玉汝，忍性所以有为。"
	},
	{
		"title": "二十二签 【下下签】",
		"signature": "事相扶，在半途，翻覆终可免，风波一点无。",
		"untick1": "目前不顺，惟亦不致有风险。",
		"untick2": "此籤主彼此相助事茂不济，正人君子诚信相孚，无翻云覆雨之虑，用能一帆风顺也。"
	},
	{
		"title": "第二十三签 【中上签】",
		"signature": "喜喜喜，春风生桃李，不用强忧煎，明月人千里。",
		"untick1": "喜讯已到，故人安然无恙，健康痊愈在即，婚姻可期。",
		"untick2": "此籤否极泰来，由困而復。千里外故人自尽力援手。令凡百顺遂也，若强忧煎足自寻苦趣也。"
	},
	{
		"title": "第二十四签 【中下签】",
		"signature": "意孜孜，心戚戚，要平安，防出入。",
		"untick1": "谨言慎行，始得平安。",
		"untick2": "安分守己，谨防出入，商贾勿大斗小秤。士子勿诬圣衊贤，在朝勿贪诈，在野勿争斗，占此籤者宜深味之。"
	},
	{
		"title": "第二十五签 【下下签】",
		"signature": "见不见，也防人背面，遇不遇，到底无凭据。",
		"untick1": "应防来自西方之暗箭，所问之事尚无徵候。",
		"untick2": "此籤命骞时乖，群阴插弄，带物难寻，六甲欠安，规行矩步可免祸。"
	},
	{
		"title": "二十六签 【上上签】",
		"signature": "一番桃李一番春，谁识当初气象新，林下水边寻活计，见山了了称心意。",
		"untick1": "或可任新职，经营事业以农林渔牧为宜，患病者宜换医生并到山水处静养。",
		"untick2": "此籤进不如煺，行不如藏，富不如贫，达不如穷，能处处恬淡，即是处处保守，渔樵农圈，转可安居，富贵尊荣，今非昔比。"
	},
	{
		"title": "第二十七签 【中上签】",
		"signature": "莫怪我见错，心性自成疴，偏僻不通心，真人却不魔。",
		"untick1": "不可固执己见，心性偏执者，宜修养心性。",
		"untick2": "智珠在抱，成竹在胸，不受他人愚，不遭世人迷，见错自不错，真人自有真，占此籤者，自决则吉，从人则凶。"
	},
	{
		"title": "第二十八签 【上上签】",
		"signature": "禄马交驰，男儿得志时，行程早办，荣归乐期颐。",
		"untick1": "吉祥，若卜仕途宦海之事，尤称合适。",
		"untick2": "此籤勉人时来运至，宜闻鸡起舞，勿坐失时机，他日衣锦荣归，耄年清福，繫于当日遭际时决之。"
	},
	{
		"title": "第二十九签 【中上签】",
		"signature": "了却心头事，三生夙有缘，香开十里桂，移步入天边。",
		"untick1": "大吉大利，尤对男女姻缘，桂香之时，约为秋季为宜。",
		"untick2": "此籤为己即是为人，故致身青云，香闻十里。毋係叁生之缘，亦即自食其报。占此籤者宜益自策励，以期上苍天心。"
	},
	{
		"title": "第三十签 【中下签】",
		"signature": "缘黄阁白了头，毕竟成何济，不如趁此精神，犹好买些真气。",
		"untick1": "攀权附贵者宜回头，顶天立地重新做人，否则不得善终。",
		"untick2": "此籤力戒躁动勉守安静，毋贪非分毋逞妄想，留有限之精神，培无穷之元气，若君子占之以是求福，小人占之以是祸。"
	},
	{
		"title": "第三十一签 【中下签】",
		"signature": "离别间，虽不易，同伴行，犹不滞，早早起程，免他失意。",
		"untick1": "平平，创业须结伴。",
		"untick2": "此籤谋为始难，不免阻滞，久后还得顺利，只须当机立断，切莫因循自误，致老大徒伤悲也。"
	},
	{
		"title": "第三十二签 【中上签】",
		"signature": "乐之极忧将至，巽兑分明吉与凶，未能光大终幽暗，日落西山返照中。",
		"untick1": "不祥。",
		"untick2": "顺利之来无永久，横逆之加难倖免，天在上为吉，水在下为凶，占者当逆来顺受，届以求伸，目下黑暗，久后亦当能光返照，如落日映晚霞。"
	},
	{
		"title": "第三十三签 【中签】",
		"signature": "历过波涛三五重，谁知浪静又无风，须教明达青云路，用舍行藏不费功。",
		"untick1": "平平。",
		"untick2": "苦未尽甘已来，风平浪静，直上青云。占此籤者诸事利吉，不用忧虑。"
	},
	{
		"title": "第三十四签 【上上签】",
		"signature": "缺月又重圆，枯枝色更鲜，一条夷坦路，翘首望青天。",
		"untick1": "吉昌",
		"untick2": "暂时偃蹇终得大伸，宛如枯木逢春，又如山行忽得康庄，示人以偶然落魄，但居仁由义不患人之不知也。"
	},
	{
		"title": "第三十五签 【上上签】",
		"signature": "行路难行路难，今日方知行路难，前程广大何足虑，琼力今朝度此滩。",
		"untick1": "一向平顺，今突生险，惟必可过关。",
		"untick2": "此籤诸事迟滞，赖有智识定力，涉险济深，始得同登彼岸。见凡事谋为，在于有志，非可坐致也，其义微矣远矣。"
	},
	{
		"title": "第三十六签 【上签】",
		"signature": "春景明，春色新，春意傍水生，春天无限好，好去宴琼林。",
		"untick1": "事业发达，健康良好，性情豁达，交游广阔。",
		"untick2": "春为万物更新之始，人得春气自有发旺景象，春曰无限好，言励志贵乘时也，曰宴琼林言结果必佳美也。占之者亟宜奋勉。"
	},
	{
		"title": "第三十七签 【中下签】",
		"signature": "万马归元，千猿朝洞，虎伏龙降，道高德重。",
		"untick1": "须以德化人。",
		"untick2": "此籤主君子贤人，名望所归，即使众口铄金，终不能埋没其真材实学，归元朝洞，正以喻泰斗之足以令人景仰也。"
	},
	{
		"title": "三十八签 【中签】",
		"signature": "黄鹂报上林，春色鲜明，提鞭快着，马上速行程。",
		"untick1": "做任何事，目前时机最佳。",
		"untick2": "般乐怠敖，失业之源。宴安耽毒，失时之本。行事须早，切莫因循。急起直追，攸往咸利。占得此籤者飞黄腾达可为预贺。"
	},
	{
		"title": "第三十九签 【中上签】",
		"signature": "大肆放灵丹，救人行万千，到头登彼岸，渡过入仙班。",
		"untick1": "行善济人，必得善果，医生得此签，必为名医，教师得此签，必为名师。",
		"untick2": "此籤有大觉大悟，普渡众生之义。引人登彼岸，自身入仙班。言为人谋忠，己必不沉沦在下，行善事者，自获善报，百不失一。"
	},
	{
		"title": "第四十签 【中下签】",
		"signature": "一带水，碧澄澄，舟住江上，月到天心；稳步其中，玄妙不闲，非人误己，几丧生身。",
		"untick1": "塞翁失马，焉知非福，诸事均欠顺遂，惟尚未铸下大错，还能全身而退。",
		"untick2": "此籤主轻信人言，优柔寡断，以坐井观天之见，为捕风捉影之事几致伤身，占此者不可不戒欤。"
	},
	{
		"title": "第四十一签 【中签】",
		"signature": "桃李舒姘，春光鲜丽，良辰美景君须记，随心所往事事相宜，无用多疑干渎神祗。",
		"untick1": "吉祥，命中注定事事顺利，多疑而缺乏自信，将辜负上天恩宠。",
		"untick2": "此籤示人既凡百称心遂意，便当即时行乐，不可不知足，今日因某事许愿，明日又为某事求祷，以致干渎神明也。惟修身以行善可已。"
	},
	{
		"title": "第四十二签 【上上签】",
		"signature": "隐中显，显中微，个中有玄机，参得透了，直上仙梯。",
		"untick1": "所问之事呈胶着状态，仅凭蛛丝马迹研判，是否突破就看能否参透玄机。",
		"untick2": "玄机不玄，道本中庸，圣贤仙佛只是行中庸之道，遂为千百世所景仰。常人欲上仙梯何难之有，慎勿谓玄机隐微，甘居人后也。"
	},
	{
		"title": "第四十三签 【中上签】",
		"signature": "无上去，在前头，回头一悟，绳缰好收，千条万线路常在，自好搜求。",
		"untick1": "所问之事可能走错方向，即改弦易辙，另觅可行之路。",
		"untick2": "此籤主见机而作，不俟终日，古来明哲保身，决不专走死路，悬崖勒马，别作他图，贵独具隻眼。"
	},
	{
		"title": "第四十四签 【上上签】",
		"signature": "四顾无门路，桃源路可通，修炼成正果，万岁寿如松。",
		"untick1": "平平，一生行运不通，惟尚有一线之路，只要多磨练、苦修，日後自成。",
		"untick2": "此籤主福祸无门，惟人自招，放下屠刀，立地成佛。苦心修炼，必不自落凡庸，占此者当知荣辱之机，己实操之，不必怨天尤人也。"
	},
	{
		"title": "第四十五签 【中下签】",
		"signature": "不用忙，不用慌，自有驻足乡，鸣鼓响钟地，三宝见门墙。",
		"untick1": "做事沈着稳定，自有容身之地，多热心公益，门庭自逢佳运。",
		"untick2": "此籤主一切所为，概须脚踏实地，不必行险侥倖，自有安身立命之所。"
	},
	{
		"title": "第四十六签 【下下签】",
		"signature": "奔波一世，总是虚浮，无常一到万事休，急早回头。",
		"untick1": "一生争名夺利，最後化为乌有，回头是岸。",
		"untick2": "此籤言人一饮一食莫非前定，要为名利作马牛。远不如及早广植福田，尚可贻泽后世，可以悟也。"
	},
	{
		"title": "第四十七签 【上上签】",
		"signature": "真真真，人不识，真真真，神有灵，归宗返本，方是元精。",
		"untick1": "诸事假象蒙蔽，误入歧途，认清真象，转入正途。",
		"untick2": "此籤主真为美德，人虽不知而神知也，故一念真诚，鬼神可格，金石为开。占得此籤务当摒斥虚伪，力求真实，勿欺人以自欺也。"
	},
	{
		"title": "第四十八签 【中签】",
		"signature": "走尽天涯，风霜历遍，不如问人三天，渐渐有回首见。",
		"untick1": "冒目躁进必白费功夫，应就教贤达。",
		"untick2": "此籤主捨近求远，一事无成 ，徒自劳苦，益时运不济，强求无益也。占此者须明心见性，儘可安贫乐道，毋庸逆天而行也。"
	},
	{
		"title": "第四十九签 【中下签】",
		"signature": "沉沉疴染，不见天心，雷门一震，体健身轻。",
		"untick1": "久病者突逢良医，立即恢复健康，经营事业不佳者，可望获良才，兴隆有望。",
		"untick2": "机缘不至，困如涸辙之鲋，一旦得水自攸然逝。占此籤者忍耐需时，不必焦急，时至便扶摇直上，非復当年之困屯也。"
	},
	{
		"title": "第五十签 【中下签】",
		"signature": "财马两匆忙，官禄有定方，猪羊牛犬，自去主张。",
		"untick1": "顺其自然。",
		"untick2": "此籤主官运亨通，财星高照，富贵尊荣，造物安排已定，占之者吉。"
	},
	{
		"title": "第五十一签 【中下签】",
		"signature": "空空空，空里得成功，蟠桃千载熟，不怕五更风。",
		"untick1": "大器晚成，若问财运，得此签不祥，若问诉讼，则於缠讼多日可获胜诉。",
		"untick2": "积久必彰，郁久必发，根基坚固无从震撼；空而不空，自然腾达，此籤象也。占此者知积善之家必有余庆，可立而待也。"
	},
	{
		"title": "第五十二签 【中签】",
		"signature": "愁脸放，笑颜开，秋月挂高台，人从千里来。",
		"untick1": "吉祥，心境渐渐开朗，环境已转佳境，寻人定然相遇，其他亦有转机。",
		"untick2": "此籤行人即归，谋望可成，得人扶助，久旱逢霖佳兆也，占之者大吉。"
	},
	{
		"title": "第五十三签 【中上签】",
		"signature": "须着力，莫远游，长竿钓向蟾蜍窟，直欲云中得巨鳌。",
		"untick1": "惕之签，凡事须全力以赴，不可贪玩疏忽，时运来临，愿望自然可成。",
		"untick2": "此籤主谋干须勤，晚奔波徒劳，必用铁嵢磨针之功，方能渐入佳境。占此者可望上进，但须歷过辛勤耳。"
	},
	{
		"title": "第五十四签 【中上签】",
		"signature": "无踪无迹，远近难觅，旱海行舟，空劳费力。",
		"untick1": "诸事难成。",
		"untick2": "此籤诸事不吉，占病不利，名财两空，胎孕有惊，行人不至，谋事不遂，能自勐省亦可挽回天心。"
	},
	{
		"title": "第五十五签 【中下签】",
		"signature": "细雨蒙蒙湿，江边路不通，道途音信远，凭仗借东风。",
		"untick1": "时运欠佳，一切难望有成，惟有依靠仅有之一线生机。",
		"untick2": "此籤得人吹嘘，但须耐心静守，鹪鹩一枝或有望也，若急于成就，则不通矣。"
	},
	{
		"title": "第五十六签 【中下签】",
		"signature": "平地起云烟，时下未能安，高处觅姻缘。",
		"untick1": "所问之事现时现地均难有成，如问姻缘，须向显赫人家去求，如问事业，波折重重。",
		"untick2": "此籤主事业沉滞，时运未济，且有年灾月晦，只可静以俟之，兼小心谨慎，欲求婚缘须向高处，占此者速潜伏守己，以免祸害。"
	},
	{
		"title": "第五十七签 【中签】",
		"signature": "正直宜守，妄动生灾，利通名达，叶落花开。",
		"untick1": "应坚守本位，正直无欺。",
		"untick2": "此籤主人只须正直，切不可随波逐流，与世浮沈，能如此名成利就，可操左券。叶落花开者，理之自然也，占此者务以存心正直为要。"
	},
	{
		"title": "第五十八签 【中上签】",
		"signature": "君子升，小人阻，征战生离苦，前有吉人逢，信在马牛人在楚，事要营求妥。",
		"untick1": "所问之事波折连连，有人玉成，有人破坏，无地利之便，须稳妥安排为宜。",
		"untick2": "此籤一阳来復，群阴潜逃，虽路遇吉人仍须自己安排，方为妥善，不可全然待他人也。信在马牛人在楚，戒之义也。"
	},
	{
		"title": "第五十九签 【中下签】",
		"signature": "纷纷复纷纷，欷 独掩门， 眉望灯火，伴我坐黄昏。",
		"untick1": "须守时耐运，待机而行，不可强求。妇人求得此签，恐有夫妻失和情事。",
		"untick2": "此籤主世道大变，时不我与，隐居独处，嘆道不行，占此者有独坐守穷之虑，凡百营为，均宜暂时中止。"
	},
	{
		"title": "第六十签 【上上签】",
		"signature": "红颜美，休挂怀，人在车中，舟行水里。",
		"untick1": "戒之在色，凡事不可存奢望。",
		"untick2": "此籤戒妄想非分，只宜守身安命，若驰鹜远，徒乱人意，终仍无一成就。占之者切勿轻举妄动，就像美人在车，看自己则在船裡，不相关也。"
	},
	{
		"title": "第六十一签 【下下签】",
		"signature": "桥已断，路不通，登舟理楫，又遇狂风。",
		"untick1": "大不吉，凡事宜慎。",
		"untick2": "桥断路绝，舟破风狂，命运可知矣，占此者能积德修身，广种福田自可转危为安，逢凶化吉，若仍诛求无厌，势必灾祸临身。"
	},
	{
		"title": "第六十二签 【下下签】",
		"signature": "深潭月，照镜影，一场空，安报信。",
		"untick1": "水底月，镜中花，花蓝打水一场空。",
		"untick2": "此籤有财不招，家口多病，六甲无望，婚姻不成，功名蹭蹬，行人无信，官司口舌均属难免。占此者省些精神，勿为无益之事。"
	},
	{
		"title": "第六十三签 【中上签】",
		"signature": "湖海意悠悠，烟波下钓钩，若逢龙与兔，名利一齐周。",
		"untick1": "示人胸襟以阔，达观为怀，自可名利双收。(注意龙兔年或属龙兔之人)",
		"untick2": "此籤主交卯辰流年，名利双收又逢卯辰生年之人，亦得提拔扶助之德，占者细思量遵行之。"
	},
	{
		"title": "第六十四签 【中下签】",
		"signature": "物不牢，人断桥，重整理，慢心高。",
		"untick1": "所问之事应重新来过，如以笃实之态度为之，或有可成。",
		"untick2": "此籤有另起炉灶再整乾坤之象，占者须勤恳做去，又应警愓自励毋轻心以掉，庶可光復旧物。"
	},
	{
		"title": "第六十五签 【中下签】",
		"signature": "入而易，出而难，恹恹到再三，交加意不堪。",
		"untick1": "请神容易送神难。",
		"untick2": "此籤易进难煺，鸟脱樊笼而不得，鱼离网钩而不能，淹滞久久难望跳出火坑，占者有扰攘不宁，意绪纷如之象。"
	},
	{
		"title": "第六十六签 【中下签】",
		"signature": "事迟志速，而且反覆，直待岁寒，花残果熟。",
		"untick1": "若时机未熟，但凭己力，尚难成就。妇女得此签，显示心意不足，青春蹉跎。",
		"untick2": "此籤谋事宜缓求，急则非徒无益，而且反覆不成；一交冬令自获丰收，可以不劳而得。占者耐心守候，莫嘆不如意为是。"
	},
	{
		"title": "第六十七签 【中上签】",
		"signature": "乘马前进，所求吉贞，随时谐美，缺月重明。",
		"untick1": "一鼓作气，勇往直前，即使往昔曾犯缺失，如今亦可重获振作之机。",
		"untick2": "此籤宜动不宜静，宜远不宜近，攸往咸利，到处遇合，故有缺月重圆之象，占者大吉。"
	},
	{
		"title": "第六十八签 【中签】",
		"signature": "舟离古渡月离云，人出潼关好问津，且向前行去求住，何须疑虑两三心。",
		"untick1": "此签主外，出远行有利，得此签者，所问之事难题已解，难关已破，从此坦途。",
		"untick2": "此籤主出门有功，占此者儘可投袂而起，衡前迈往，前去自机缘凑合，不必首鼠两端，进煺维谷，致自误前程也。"
	},
	{
		"title": "第六十九签 【中下签】",
		"signature": "不足不足，难伸心曲，野塘雨过月如钩，梦断邯郸眉黛愁。",
		"untick1": "知足常乐，随遇而安，否则梦境难圆之慨，妇女得此签，宜勉力抛虚荣之心。",
		"untick2": "此籤防有盗贼之侵，死亡之虑，夫妻分离之苦，亲友慊隙之咎，主家业煺败，人口凋零，急需修德，务使内省不疚，或可得神人默佑。"
	},
	{
		"title": "第七十签 【中下签】",
		"signature": "美有堪，堪有美，始有终，终有始。",
		"untick1": "为人追求真善美方为正途，凡事必以始终一贯精神为之。",
		"untick2": "此籤主无子得子，无志得志，无财得财，婚姻有鱼水之欢，亲朋有胶漆之谊，凡事机缘无不和合，向来运蹇，至此俱得亨，失意时占之最验。"
	},
	{
		"title": "第七十一签 【中下签】",
		"signature": "湖海悠悠，孤舟浪头，来人未渡，残照山楼。",
		"untick1": "所问诸事尚在虚无飘渺间，当前处境未开，心绪至为郁闷，情境苍茫。",
		"untick2": "此籤主浮沈无定，如浪打水萍，风飘飞絮，目下尚无援手之人，只得守株待兔，未许临渊羡鱼，占者宜小心要安分为上。"
	},
	{
		"title": "第七十二签 【中上签】",
		"signature": "深户要牢扃，提防暗里人，莫言无外事，纵好定遭 。",
		"untick1": "无事须当有事，有事更加防范，得此签者须注意门户以防窃，谨言慎行免招祸。",
		"untick2": "此籤主凶祸将来，官司临头，是非丛至，谋望不成，求财交易不就，所为无一顺利，兼防受人暗算，只宜煺守不宜前进。"
	},
	{
		"title": "第七十三签 【中上签】",
		"signature": "江海悠悠，烟波下钩，六鳌连获，歌笑中流。",
		"untick1": "此签大吉，凡谋事、创业必有望，且连获成功，尤其逢「六」数，更具喜色也。",
		"untick2": "此籤主功名富贵均各有分，踏破铁鞋无觅处，得来全不费功夫，占此者喜气重重，可贺可贺。"
	},
	{
		"title": "第七十四签 【中上签】",
		"signature": "欲济未济，欲求强求，心无一定，一车两头。",
		"untick1": "三心二意，有违常理，动弹不得，得此签者，所问诸事均呈胶着状态。",
		"untick2": "欲济未济言可进未进也，欲求强求言得所不得也，心无一定且徘徊歧路，一车两头但中止于半途，占者必虎头蛇尾之人。"
	},
	{
		"title": "第七十五签 【中下签】",
		"signature": "一得一虑，退後欲先，路通大道，心自安然。",
		"untick1": "得意之时勿忘形，失败之後勿失志，不行歪路，心境自然安适。",
		"untick2": "此籤吉利凡事切莫隳志，再能一心向善自有好处，总之，直道而行，无愧无怍即不能十分得志，天君终亦泰然，胜于枉道干求者远矣。"
	},
	{
		"title": "第七十六签 【下下签】",
		"signature": "难难难，忽然平地起波澜，易易易，谈笑寻常终有望。",
		"untick1": "机遇欠佳时，人在家中坐，祸从天上来，行运转佳时，一切左右逢源，得心应手。",
		"untick2": "此籤现在光景祸患纷来，几令人懊闷欲死，孰料剥復递更，穷通不定，塞翁失马即因祸而得福，从此名成利就，大吉大利先难后易之象。"
	}

]